{"title": "Psychological impact of the coronavirus disease 2019 (COVID-19) outbreak on healthcare workers in China", "doi": "10.1101/2020.03.03.20030874", "citation_id": "2020.03.03.20030874v1", "date": "2020-03-06", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.03.20030874", "abstract": "<p>Introduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than 3000 (including clinical diagnosis) healthcare workers (HCWs) have been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. This study is aimed to investigate the risk perception and immediate psychological state of HCWs in the early stage of the COVID-19 epidemic. \nMethods This study utilized a cross-sectional survey designed on a convenient sample of 4357 HCWs in China. Its data were collected using anonymous structured questionnaires distributed through social software. 6 questions were set to evaluate the participants9 risk perception of COVID-19, and a General Health Questionnaire was used to identify the participants9 immediate psychological status. Descriptive statistics were used for data analysis. Risk perception and psychological status were compared by demographic characteristics and COVID-19 exposure experiences.\nResult A total of 4,600 questionnaires were distributed, and 4,357 qualified ones (94.7%) were collected. The main concerns of HCWs are: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%). And 39.1% of the HCWs had psychological distress, especially working in Wuhan, participating in frontline treatments, having been isolated and having family members or colleagues infected.\nConclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risks of infection and protective measures, resulting in psychological distress, so further actions should be taken.</p>", "twitter_description": "Introduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than 3000 (including clinical diagnosis) healthcare workers (HCWs) have been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. This study is aimed to investigate the risk perception and immediate psychological state of HCWs in the early stage of the COVID-19 epidemic. Methods This study utilized a cross-sectional survey designed on a convenient sample of 4357 HCWs in China. Its data were collected using anonymous structured questionnaires distributed through social software. 6 questions were set to evaluate the participants' risk perception of COVID-19, and a General Health Questionnaire was used to identify the participants' immediate psychological status. Descriptive statistics were used for data analysis. Risk perception and psychological status were compared by demographic characteristics and COVID-19 exposure experiences. Result A total of 4,600 questionnaires were distributed, and 4,357 qualified ones (94.7%) were collected. The main concerns of HCWs are: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%). And 39.1% of the HCWs had psychological distress, especially working in Wuhan, participating in frontline treatments, having been isolated and having family members or colleagues infected. Conclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risks of infection and protective measures, resulting in psychological distress, so further actions should be taken.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nNCT04260308\n\n### Funding Statement\n\nThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nIndividual participant data that underline the results reported in this article, after deidentification will be shared, the data are available form yuanxianglin@hust.edu.cn for individual participant data meta-analysis. And the study protocol is available.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.03.20030874v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.03.20030874v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.03.20030874v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.03.20030874.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NoDerivs 4.0 International), CC BY-ND 4.0, as described at http://creativecommons.org/licenses/by-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.03.20030874v1", "access_rights": "restricted", "authors": ["Yuhong Dai", "Guangyuan Hu", "Huihua Xiong", "Hong Qiu", "Xianglin Yuan"]}