{"title": "Strongly heterogeneous transmission of COVID-19 in mainland China: local and regional variation", "doi": "10.1101/2020.03.10.20033852", "citation_id": "2020.03.10.20033852v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.10.20033852", "abstract": "<p>Background\nThe outbreak of novel coronavirus disease 2019 (COVID-19) started in the city of Wuhan, China, with a period of rapid initial spread. Transmission on a regional and then national scale was promoted by intense travel during the holiday period of the Chinese New Year. We studied the variation in transmission of COVID-19, locally in Wuhan, as well as on a larger spatial scale, among different cities and even among provinces in mainland China.\nMethods\nIn addition to reported numbers of new cases, we have been able to assemble detailed contact data for some of the initial clusters of COVID-19. This enabled estimation of the serial interval for clinical cases, as well as reproduction numbers for small and large regions.\nFindings\nWe estimated the average serial interval was 4.8 days.  For early transmission in Wuhan, any infectious case produced as many as four new cases, transmission outside Wuhan was less intense, with reproduction numbers below two. During the rapid growth phase of the outbreak the region of Wuhan city acted as a hot spot, generating new cases upon contact, while locally, in other provinces, transmission was low.\nInterpretation\nCOVID-19 is capable of spreading very rapidly. The sizes of outbreak in provinces of mainland China mainly depended on the numbers of cases imported from Wuhan as the local reproduction numbers were low. The COVID-19 epidemic should be controllable with appropriate interventions.\nFunding\nNo specific funding.</p>", "twitter_description": "Background The outbreak of novel coronavirus disease 2019 (COVID-19) started in the city of Wuhan, China, with a period of rapid initial spread. Transmission on a regional and then national scale was promoted by intense travel during the holiday period of the Chinese New Year. We studied the variation in transmission of COVID-19, locally in Wuhan, as well as on a larger spatial scale, among different cities and even among provinces in mainland China. Methods In addition to reported numbers of new cases, we have been able to assemble detailed contact data for some of the initial clusters of COVID-19. This enabled estimation of the serial interval for clinical cases, as well as reproduction numbers for small and large regions. Findings We estimated the average serial interval was 4.8 days. For early transmission in Wuhan, any infectious case produced as many as four new cases, transmission outside Wuhan was less intense, with reproduction numbers below two. During the rapid growth phase of the outbreak the region of Wuhan city acted as a hot spot, generating new cases upon contact, while locally, in other provinces, transmission was low. Interpretation COVID-19 is capable of spreading very rapidly. The sizes of outbreak in provinces of mainland China mainly depended on the numbers of cases imported from Wuhan as the local reproduction numbers were low. The COVID-19 epidemic should be controllable with appropriate interventions. Funding No specific funding.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe authors received no specific funding for this work.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData used for this study are all from publicly available sources and cited.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033852v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033852v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033852v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.10.20033852.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.10.20033852v1", "access_rights": "restricted", "authors": ["Yuke Wang", "Peter F.M. Teunis"]}