{"title": "A Novel Triage Tool of Artificial Intelligence Assisted Diagnosis Aid System for Suspected COVID-19 pneumonia In Fever Clinics", "doi": "10.1101/2020.03.19.20039099", "citation_id": "2020.03.19.20039099v1", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.19.20039099", "abstract": "<p>Currently, the prevention and control of COVID-19 outside Hubei province in China, and other countries has become more and more critically serious. We developed and validated a diagnosis aid model without CT images for early identification of suspected COVID-19 pneumonia (S-COVID-19-P) on admission in adult fever patients and made the validated model available via an online triage calculator. Patients admitted from Jan 14 to Feb 26, 2020 with the epidemiological history of exposure to COVID-19 were included [Model development (n = 132) and validation (n = 32)]. Candidate features included clinical symptoms, routine laboratory tests and other clinical information on admission. Features selection and model development were based on Lasso regression. The primary outcome is the development and validation of a diagnosis aid model for S-COVID-19-P early identification on admission. The development cohort contains 26 S-COVID-19-P and 7 confirmed COVID-19 pneumonia cases. The model performance in held-out testing set and validation cohort resulted in AUCs of 0.841 and 0.938, F-1 score of 0.571 and 0.667, recall of 1.000 and 1.000, specificity of 0.727 and 0.778, and the precision of 0.400 and 0.500. Based on this model, an optimized strategy for S-COVID-19-P early identification in fever clinics has also been designed. S-COVID-19-P could be identified early by a machine-learning model only used collected clinical information without CT images on admission in fever clinics with 100% recall score. The well performed and validated model has been deployed as an online triage tool, which is available at: https://intensivecare.shinyapps.io/COVID19/.</p>", "twitter_description": "Currently, the prevention and control of COVID-19 outside Hubei province in China, and other countries has become more and more critically serious. We developed and validated a diagnosis aid model without CT images for early identification of suspected COVID-19 pneumonia (S-COVID-19-P) on admission in adult fever patients and made the validated model available via an online triage calculator. Patients admitted from Jan 14 to Feb 26, 2020 with the epidemiological history of exposure to COVID-19 were included [Model development (n = 132) and validation (n = 32)]. Candidate features included clinical symptoms, routine laboratory tests and other clinical information on admission. Features selection and model development were based on Lasso regression. The primary outcome is the development and validation of a diagnosis aid model for S-COVID-19-P early identification on admission. The development cohort contains 26 S-COVID-19-P and 7 confirmed COVID-19 pneumonia cases. The model performance in held-out testing set and validation cohort resulted in AUCs of 0.841 and 0.938, F-1 score of 0.571 and 0.667, recall of 1.000 and 1.000, specificity of 0.727 and 0.778, and the precision of 0.400 and 0.500. Based on this model, an optimized strategy for S-COVID-19-P early identification in fever clinics has also been designed. S-COVID-19-P could be identified early by a machine-learning model only used collected clinical information without CT images on admission in fever clinics with 100% recall score. The well performed and validated model has been deployed as an online triage tool, which is available at: https://intensivecare.shinyapps.io/COVID19/.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNO\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data that support the findings of this study are available from the corresponding author on reasonable request. Participant data without names and identifiers will be made available after approval from the corresponding author, PLAGH and National Health Commission. After publication of study findings, the data will be available for others to request. The research team will provide an email address for communication once the data are approved to be shared with others. The proposal with detailed description of study objectives and statistical analysis plan will be needed for evaluation of the reasonability to request for our data. The corresponding author, PLAGH and National Health Commission will make a decision based on these materials. Additional materials may also be required during the process.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039099v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039099v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039099v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.19.20039099.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.19.20039099v1", "access_rights": "restricted", "authors": ["Cong Feng", "Zhi Huang", "Lili Wang", "Xin Chen", "Yongzhi Zhai", "Feng Zhu", "Hua Chen", "Yingchan Wang", "Xiangzheng Su", "Sai Huang", "Lin Tian", "Weixiu Zhu", "Wenzheng Sun", "Liping Zhang", "Qingru Han", "Juan Zhang", "Fei Pan", "Li Chen", "Zhihong Zhu", "Hongju Xiao", "Yu Liu", "Gang Liu", "Wei Chen", "Tanshi Li"]}