{"title": "Effect of SARS-CoV-2 infection upon male gonadal function: A single center-based study", "doi": "10.1101/2020.03.21.20037267", "citation_id": "2020.03.21.20037267v1", "date": "2020-03-24", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.21.20037267", "abstract": "<p>Since SARS-CoV-2 infection was first identified in December 2019, it spread rapidly and a global pandemic of COVID-19 has occurred. ACE2, the receptor for entry into the target cells by SARS-CoV-2, was found to abundantly express in testes, including spermatogonia, Leydig and Sertoli cells. However, there is no clinical evidence about whether SARS-CoV-2 infection can affect male gonadal function so far. In this study, we compared the sex-related hormones between 81 reproductive-aged men with SARS-CoV-2 infection and 100 age-matched healthy men, and found that serum luteinizing hormone (LH) was significantly increased, but the ratio of testosterone (T) to LH and the ratio of follicle stimulating hormone (FSH) to LH were dramatically decreased in males with COVID-19. Besides, multivariable regression analysis indicated that c-reactive protein (CRP) level was significantly associated with serum T:LH ratio in COVID-19 patients. This study provides the first direct evidence about the influence of medical condition of COVID-19 on male sex hormones, alerting more attention to gonadal function evaluation among patients recovered from SARS-CoV-2 infection, especially the reproductive-aged men.</p>", "twitter_description": "Since SARS-CoV-2 infection was first identified in December 2019, it spread rapidly and a global pandemic of COVID-19 has occurred. ACE2, the receptor for entry into the target cells by SARS-CoV-2, was found to abundantly express in testes, including spermatogonia, Leydig and Sertoli cells. However, there is no clinical evidence about whether SARS-CoV-2 infection can affect male gonadal function so far. In this study, we compared the sex-related hormones between 81 reproductive-aged men with SARS-CoV-2 infection and 100 age-matched healthy men, and found that serum luteinizing hormone (LH) was significantly increased, but the ratio of testosterone (T) to LH and the ratio of follicle stimulating hormone (FSH) to LH were dramatically decreased in males with COVID-19. Besides, multivariable regression analysis indicated that c-reactive protein (CRP) level was significantly associated with serum T:LH ratio in COVID-19 patients. This study provides the first direct evidence about the influence of medical condition of COVID-19 on male sex hormones, alerting more attention to gonadal function evaluation among patients recovered from SARS-CoV-2 infection, especially the reproductive-aged men.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nHealth Commission of Hubei Province scientific research project (No. WJ2019Q048 to M.Z.)\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data used to support the findings of this study are available from the corresponding author upon request", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20037267v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20037267v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20037267v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/24/2020.03.21.20037267.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.21.20037267v1", "access_rights": "restricted", "authors": ["Ling Ma", "Wen Xie", "Danyang Li", "Lei Shi", "Yanhong Mao", "Yao Xiong", "Yuanzhen Zhang", "Ming Zhang"]}