{"title": "A Cryptic Site of Vulnerability on the Receptor Binding Domain of the SARS-CoV-2 Spike Glycoprotein", "doi": "10.1101/2020.03.15.992883", "citation_id": "2020.03.15.992883v1", "date": "2020-03-17", "laguage": "en", "journal_title": "bioRxiv", "first_page": "2020.03.15.992883", "abstract": "<p>SARS-CoV-2 is a zoonotic virus that has caused a pandemic of severe respiratory disease—COVID-19—within several months of its initial identification. Comparable to the first SARS-CoV, this coronaviruses surface Spike (S) glycoprotein mediates cell entry via the human ACE-2 receptor, and, thus, is the principal target for the development of vaccines and immunotherapeutics. Molecular information on the SARS-CoV-2 S glycoprotein remains limited. Here we report the crystal structure of the SARS-CoV-2 S receptor-binding-domain (RBD) at a the highest resolution to date, of 1.95 Å. We identified a set of SARS-reactive monoclonal antibodies with cross-reactivity to SARS-CoV-2 RBD and other betacoronavirus S glycoproteins. One of these antibodies, CR3022, was previously shown to synergize with antibodies that target the ACE-2 binding site on the SARS-CoV RBD and reduce viral escape capacity. We determined the structure of CR3022, in complex with the SARS-CoV-2 RBD, and defined a broadly reactive epitope that is highly conserved across betacoronaviruses. This epitope is inaccessible in the closed prefusion S structure, but is accessible in open conformations. This first-ever resolution of a human antibody in complex with SARS-CoV-2 and the broad reactivity of this set of antibodies to a conserved betacoronavirus epitope will allow antigenic assessment of vaccine candidates, and provide a framework for accelerated vaccine, immunotherapeutic and diagnostic strategies against SARS-CoV-2 and related betacoronaviruses.</p>", "twitter_description": "SARS-CoV-2 is a zoonotic virus that has caused a pandemic of severe respiratory disease—COVID-19— within several months of its initial identification. Comparable to the first SARS-CoV, this novel coronavirus’s surface Spike (S) glycoprotein mediates cell entry via the human ACE-2 receptor, and, thus, is the principal target for the development of vaccines and immunotherapeutics. Molecular information on the SARS-CoV-2 S glycoprotein remains limited. Here we report the crystal structure of the SARS-CoV-2 S receptor-binding-domain (RBD) at a the highest resolution to date, of 1.95 Å. We identified a set of SARS-reactive monoclonal antibodies with cross-reactivity to SARS-CoV-2 RBD and other betacoronavirus S glycoproteins. One of these antibodies, CR3022, was previously shown to synergize with antibodies that target the ACE-2 binding site on the SARS-CoV RBD and reduce viral escape capacity. We determined the structure of CR3022, in complex with the SARS-CoV-2 RBD, and defined a broadly reactive epitope that is highly conserved across betacoronaviruses. This epitope is inaccessible in the “closed” prefusion S structure, but is accessible in “open” conformations. This first-ever resolution of a human antibody in complex with SARS-CoV-2 and the broad reactivity of this set of antibodies to a conserved betacoronavirus epitope will allow antigenic assessment of vaccine candidates, and provide a framework for accelerated vaccine, immunotherapeutic and diagnostic strategies against SARS-CoV-2 and related betacoronaviruses.\n\nHIGHLIGHTS High resolution structure of the SARS-CoV-2 Receptor-Binding-Domain (RBD).\n\nRecognition of the SARS-CoV-2 RBD by SARS-CoV antibodies.\n\nStructure of the SARS-COV-2 RBD in complex with antibody CR3022.\n\nIdentification of a cryptic site of vulnerability on the SARS-CoV-2 Spike.", "full_text_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.15.992883v1.full", "public_url": "https://www.biorxiv.org/content/10.1101/2020.03.15.992883v1", "abstract_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.15.992883v1.abstract", "pdf_url": "https://www.biorxiv.org/content/biorxiv/early/2020/03/17/2020.03.15.992883.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license", "publisher": "Cold Spring Harbor Laboratory", "pisa": "biorxiv;2020.03.15.992883v1", "access_rights": "restricted", "authors": ["M. Gordon Joyce", "Rajeshwer S. Sankhala", "Wei-Hung Chen", "Misook Choe", "Hongjun Bai", "Agnes Hajduczki", "Lianying Yan", "Spencer L. Sterling", "Caroline E. Peterson", "Ethan C. Green", "Clayton Smith", "Natalia de Val", "Mihret Amare", "Paul Scott", "Eric D. Laing", "Christopher C. Broder", "Morgane Rolland", "Nelson L. Michael", "Kayvon Modjarrad"]}