{"title": "Clinical characteristics and durations of hospitalized patients with COVID-19 in Beijing: a retrospective cohort study", "doi": "10.1101/2020.03.13.20035436", "citation_id": "2020.03.13.20035436v1", "date": "2020-03-17", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.13.20035436", "abstract": "<p>Background: SARS-Cov-2 is still a critical threat to global health. More detailed and specific characteristics of COVID-19 are needed to better understand this disease. Additionally, durations of COVID-19, e.g., the average time from exposure to recovery, has not been reported by far.\nAims: To give the information on clinical characteristics and different durations of COVID-19 and identify the potential risk factors for longer hospitalization duration.\nMethods: In this retrospective study, we enrolled 77 patients (mean age: 52 years; 44.2% males) with laboratory-confirmed COVID-2019 admitted to Beijing YouAn Hospital during 21st Jan and 8th Feb 2020. Epidemiological, clinical and radiological data on admission were collected; complications and outcomes were followed up until 26th Feb. 2020. The study endpoint was the discharge within two weeks. Cox proportional-hazards regression was performed to identify risk factors for longer hospitalization duration. \nResults: Of 77 patients, there 34 (44.2%) males, 24 (31.2%) with comorbidities, 22 (28.6%) lymphopenia, 20 (26.0%) categorized as severe patients, and 28 (36.4%) occurred complications. By the end of follow-up, 64 (83.1%) patients were discharged home alive, 8 remained in hospital and 5 died. 36 (46.8%) patients were discharged within 14 days and thus reached the study endpoint, including 34 (59.6%) of 57 non-severe patients and 2 (10%) of 20 severe patients. The overall cumulative probability of the endpoint was 48.3%. Hospital length of stay and duration of exposure to discharge for 64 discharged patients were 13 (10-16.5) and 23 (18-24.5) days, respectively. Multivariable stepwise Cox regression model showed bilateral pneumonia on CT scan, shorter time from the illness onset to admission, the severity of disease and lymphopenia were independently associated with longer hospitalized duration.\nConclusions: COVID-10 has a significantly shorter duration of disease and hospital length of stay than SARS. Bilateral pneumonia on CT scan, shorter period of illness onset to admission, lymphopenia, severity of disease are the risk factors for longer hospitalization duration of COVID-19.</p>", "twitter_description": "Background: SARS-Cov-2 is still a critical threat to global health. More detailed and specific characteristics of COVID-19 are needed to better understand this disease. Additionally, durations of COVID-19, e.g., the average time from exposure to recovery, has not been reported by far. Aims: To give the information on clinical characteristics and different durations of COVID-19 and identify the potential risk factors for longer hospitalization duration. Methods: In this retrospective study, we enrolled 77 patients (mean age: 52 years; 44.2% males) with laboratory-confirmed COVID-2019 admitted to Beijing YouAn Hospital during 21st Jan and 8th Feb 2020. Epidemiological, clinical and radiological data on admission were collected; complications and outcomes were followed up until 26th Feb. 2020. The study endpoint was the discharge within two weeks. Cox proportional-hazards regression was performed to identify risk factors for longer hospitalization duration. Results: Of 77 patients, there 34 (44.2%) males, 24 (31.2%) with comorbidities, 22 (28.6%) lymphopenia, 20 (26.0%) categorized as severe patients, and 28 (36.4%) occurred complications. By the end of follow-up, 64 (83.1%) patients were discharged home alive, 8 remained in hospital and 5 died. 36 (46.8%) patients were discharged within 14 days and thus reached the study endpoint, including 34 (59.6%) of 57 non-severe patients and 2 (10%) of 20 severe patients. The overall cumulative probability of the endpoint was 48.3%. Hospital length of stay and duration of exposure to discharge for 64 discharged patients were 13 (10-16.5) and 23 (18-24.5) days, respectively. Multivariable stepwise Cox regression model showed bilateral pneumonia on CT scan, shorter time from the illness onset to admission, the severity of disease and lymphopenia were independently associated with longer hospitalized duration. Conclusions: COVID-10 has a significantly shorter duration of disease and hospital length of stay than SARS. Bilateral pneumonia on CT scan, shorter period of illness onset to admission, lymphopenia, severity of disease are the risk factors for longer hospitalization duration of COVID-19.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNone\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe datasets generated during and/or analysed during the current study are available from the corresponding author on reasonable request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035436v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035436v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035436v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/17/2020.03.13.20035436.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.13.20035436v1", "access_rights": "restricted", "authors": ["Wen Zhao", "Shikai Yu", "Xiangyi Zha", "Ning Wang", "Qiumei Pang", "Tongzeng Li", "Aixin Li"]}