{"title": "Designing of a next generation multiepitope based vaccine (MEV) against SARS-COV-2: Immunoinformatics and in silico approaches", "doi": "10.1101/2020.02.28.970343", "citation_id": "2020.02.28.970343v2", "date": "2020-03-22", "laguage": "en", "journal_title": "bioRxiv", "first_page": "2020.02.28.970343", "abstract": "<p>Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratory coronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date, no vaccine or completely effective drug is available to cure COVID-19. Therefore, an effective vaccine against SARS-COV-2 is crucially needed. This study was conducted to design an effective multiepitope based vaccine (MEV) against SARS-COV-2.  Seven antigenic proteins were taken as targets and different epitopes (B-cell, T-cell and IFN-γ inducing) were predicted. Highly antigenic and overlapping epitopes were shortlisted. Selected epitopes indicated significant interactions with the HLA-binding alleles and 99.29% coverage of the world population. Finally, 505 amino acids long MEV was designed by connecting sixteen MHC class I and eleven MHC class II epitopes with suitable linkers and adjuvant. Linkers and adjuvant were added to enhance the immunogenicity response of the MEV. The antigenicity, allergenicity, physiochemical properties and structural details of MEV were analyzed in order to ensure safety and immunogenicity. MEV construct was non-allergenic, antigenic, stable and flexible. Molecular docking followed by molecular dynamics (MD) simulation analysis, demonstrated a stable and strong binding affinity of MEV with human pathogenic toll-like receptors (TLR), TLR3 and TLR8. Codon optimization and in silico cloning of MEV ensured increased expression in the Escherichia coli K-12 system. Designed MEV in present study could be a potential candidate for further vaccine production process against COVID-19. However, to ensure its safety and immunogenic profile, the proposed MEV needs to be experimentally validated.</p>", "twitter_description": "Coronavirus disease 2019 (COVID-19) associated pneumonia caused by severe acute respiratory coronavirus 2 (SARS-COV-2) was first reported in Wuhan, China in December 2019. Till date, no vaccine or completely effective drug is available to cure COVID-19. Therefore, an effective vaccine against SARS-COV-2 is crucially needed. This study was conducted to design an effective multiepitope based vaccine (MEV) against SARS-COV-2. Seven antigenic proteins were taken as targets and different epitopes (B-cell, T-cell and IFN-γ inducing) were predicted. Highly antigenic and overlapping epitopes were shortlisted. Selected epitopes indicated significant interactions with the HLA-binding alleles and 99.29% coverage of the world population. Finally, 505 amino acids long MEV was designed by connecting sixteen MHC class I and eleven MHC class II epitopes with suitable linkers and adjuvant. Linkers and adjuvant were added to enhance the immunogenicity response of the MEV. The antigenicity, allergenicity, physiochemical properties and structural details of MEV were analyzed in order to ensure safety and immunogenicity. MEV construct was non-allergenic, antigenic, stable and flexible. Molecular docking followed by molecular dynamics (MD) simulation analysis, demonstrated a stable and strong binding affinity of MEV with human pathogenic toll-like receptors (TLR), TLR3 and TLR8. Codon optimization and in silico cloning of MEV ensured increased expression in the Escherichia coli K-12 system. Designed MEV in present study could be a potential candidate for further vaccine production process against COVID-19. However, to ensure its safety and immunogenic profile, the proposed MEV needs to be experimentally validated.", "full_text_html_url": "https://www.biorxiv.org/content/10.1101/2020.02.28.970343v2.full", "public_url": "https://www.biorxiv.org/content/10.1101/2020.02.28.970343v2", "abstract_html_url": "https://www.biorxiv.org/content/10.1101/2020.02.28.970343v2.abstract", "pdf_url": "https://www.biorxiv.org/content/biorxiv/early/2020/03/22/2020.02.28.970343.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory", "pisa": "biorxiv;2020.02.28.970343v2", "access_rights": "restricted", "authors": ["Muhammad Tahir ul Qamar", "Abdur Rehman", "Usman Ali Ashfaq", "Muhammad Qasim Awan", "Israr Fatima", "Farah Shahid", "Ling-Ling Chen"]}