{"title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "doi": "10.1101/2020.03.15.20036707", "citation_id": "2020.03.15.20036707v2", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.15.20036707", "abstract": "<p>We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19 patients and modelled COVID-19 infectiousness profile from a separate sample of 77 infector-infectee transmission pairs. We observed the highest viral load in throat swabs at the time of symptom onset, and inferred that infectiousness peaked on or before symptom onset. We estimated that 44% of transmission could occur before first symptoms of the index. Disease control measures should be adjusted to account for probable substantial pre-symptomatic transmission.</p>", "twitter_description": "We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19 patients and modelled COVID-19 infectiousness profile from a separate sample of 77 infector-infectee transmission pairs. We observed the highest viral load in throat swabs at the time of symptom onset, and inferred that infectiousness peaked on or before symptom onset. We estimated that 44% of transmission could occur before first symptoms of the index. Disease control measures should be adjusted to account for probable substantial pre-symptomatic transmission.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by Department of Science and Technology of Guangdong Province (Project No #2020B111108001) and a commissioned grant from the Health and Medical Research Fund from the Government of the Hong Kong Special Administrative Region.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nDetailed transmission pairs data in this study are given in the supplementary information and viral shedding data will be available upon request and approval by a data access committee. The data access committee comprises leadership of the Guangzhou Eighth People\u0092s Hospital and the Guangzhou Health Commission; there is no restriction to data access.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036707v2.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036707v2", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036707v2.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.15.20036707.1.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.15.20036707v2", "access_rights": "restricted", "authors": ["Xi He", "Eric HY Lau", "Peng Wu", "Xilong Deng", "Jian Wang", "Xinxin Hao", "Yiu Chung Lau", "Jessica Y Wong", "Yujuan Guan", "Xinghua Tan", "Xiaoneng Mo", "Yanqing Chen", "Baolin Liao", "Weilie Chen", "Fengyu Hu", "Qing Zhang", "Mingqiu Zhong", "Yanrong Wu", "Lingzhai Zhao", "Fuchun Zhang", "Benjamin J Cowling", "Fang Li", "Gabriel M Leung"]}