{"title": "Epidemiological parameter review and comparative dynamics of influenza, respiratory syncytial virus, rhinovirus, human coronavirus, and adenovirus", "doi": "10.1101/2020.02.04.20020404", "citation_id": "2020.02.04.20020404v1", "date": "2020-02-05", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.04.20020404", "abstract": "<p>Influenza-like illness (ILI) accounts for a large burden of annual morbidity and mortality worldwide. A finer-grained knowledge of the parameters and dynamics of the viruses commonly underlying ILI is needed for modeling, diagnostic, and intervention efforts. We conducted an extensive literature review for epidemiological parameter values for influenza, respiratory syncytial virus (RSV), rhinovirus, human coronavirus (HCoV), and adenovirus. We also developed a deterministic SEIR model for ILI, and derived an expression for R0. We here report ranges and means for parameters for these five common viruses.</p>", "twitter_description": "Influenza-like illness (ILI) accounts for a large burden of annual morbidity and mortality worldwide. A finer-grained knowledge of the parameters and dynamics of the viruses commonly underlying ILI is needed for modeling, diagnostic, and intervention efforts. We conducted an extensive literature review for epidemiological parameter values for influenza, respiratory syncytial virus (RSV), rhinovirus, human coronavirus (HCoV), and adenovirus. We also developed a deterministic SEIR model for ILI, and derived an expression for R0. We here report ranges and means for parameters for these five common viruses.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nResearch support provided by the U.S. Department of Energy through the Los Alamos National Laboratory. Los Alamos National Laboratory is operated by Triad National Security, LLC, for the National Nuclear Security Administration of U.S. Department of Energy (Contract No. 89233218CNA000001). LA-UR-20-21024. JAS was partially funded by the University of New Mexico College of Arts and Sciences Dissertation Excellence Fellowship.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe plots and spreadsheets that contain the details of our parameter review are included in the paper, after the reference section.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.04.20020404v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.04.20020404v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.04.20020404v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/05/2020.02.04.20020404.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), CC BY-NC 4.0, as described at http://creativecommons.org/licenses/by-nc/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.04.20020404v1", "access_rights": "restricted", "authors": ["Julie Spencer", "Deborah P Shutt", "Sarah K Moser", "Hannah Clegg", "Helen J Wearing", "Harshini Mukundan", "Carrie A Manore"]}