{"title": "Knowledge and perceptions of coronavirus disease 2019 among the general public in the United States and the United Kingdom: A cross-sectional online survey", "doi": "10.1101/2020.03.13.20035568", "citation_id": "2020.03.13.20035568v1", "date": "2020-03-17", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.13.20035568", "abstract": "<p>Background: The behavior of the general public will likely have an important bearing on the course of the coronavirus disease 2019 (Covid-19) epidemic. Human behavior is influenced by people9s knowledge and perceptions. \nObjective: To determine knowledge and perceptions of Covid-19 among the general public in the United States (US) and the United Kingdom (UK).\nDesign: Cross-sectional online survey conducted between February 23rd and March 3rd 2020.\nSetting: Online.\nParticipants: A sample of 3,000 adults residing in the US and 3,000 adults residing in the UK who were representative of the general population by age, sex, ethnicity, education, and household income.\nMeasurements: Response to 21 survey questions.\nResults: 2,987 of 3,000 US and 2,978 of 3,000 UK adults completed the questionnaire (response rate of 99.4%). The median estimate by participants for the probability of a fatal disease course among those infected with Covid-19 was 4.0% (IQR: 2.0% - 10.0%). Participants generally had good knowledge of the main mode of disease transmission and common symptoms of Covid-19. However, a substantial proportion of participants had misconceptions about how to prevent an infection and the recommended care-seeking behavior. For instance, 33.8% (95% CI: 32.6% - 35.0%) of participants thought that wearing a common surgical mask was \"highly effective\" in protecting them from acquiring Covid-19. 27.6% (95% CI: 26.5% - 28.7%) of participants thought it prudent to refrain from eating at Chinese restaurants. In addition, 29.7% (95% CI: 28.1% - 31.3%) of US participants and 40.7% (95% CI: 39.0% - 42.5%) of UK participants stated that if they were an Uber driver, they would at least sometimes refuse rides to passengers with East Asian-sounding names to reduce their risk of infection. 46.6% (95% CI: 45.3% - 47.8%) of participants thought that children were at an especially high risk of death from Covid-19.\nLimitation: While participants were representative of the UK and US adult population by age, sex, ethnicity, household income, and education, they may not be representative by other (unobserved) characteristics.  \nConclusion: These findings can guide information campaigns by public health authorities, clinicians, and the media. Rapid online surveys could be an important tool in tracking the public9s knowledge and misperceptions of Covid-19 over time.\nPrimary funding source: National Center for Advancing Translational Sciences</p>", "twitter_description": "Background: The behavior of the general public will likely have an important bearing on the course of the coronavirus disease 2019 (Covid-19) epidemic. Human behavior is influenced by people's knowledge and perceptions. Objective: To determine knowledge and perceptions of Covid-19 among the general public in the United States (US) and the United Kingdom (UK). Design: Cross-sectional online survey conducted between February 23rd and March 3rd 2020. Setting: Online. Participants: A sample of 3,000 adults residing in the US and 3,000 adults residing in the UK who were representative of the general population by age, sex, ethnicity, education, and household income. Measurements: Response to 21 survey questions. Results: 2,987 of 3,000 US and 2,978 of 3,000 UK adults completed the questionnaire (response rate of 99.4%). The median estimate by participants for the probability of a fatal disease course among those infected with Covid-19 was 4.0% (IQR: 2.0% - 10.0%). Participants generally had good knowledge of the main mode of disease transmission and common symptoms of Covid-19. However, a substantial proportion of participants had misconceptions about how to prevent an infection and the recommended care-seeking behavior. For instance, 33.8% (95% CI: 32.6% - 35.0%) of participants thought that wearing a common surgical mask was \"highly effective\" in protecting them from acquiring Covid-19. 27.6% (95% CI: 26.5% - 28.7%) of participants thought it prudent to refrain from eating at Chinese restaurants. In addition, 29.7% (95% CI: 28.1% - 31.3%) of US participants and 40.7% (95% CI: 39.0% - 42.5%) of UK participants stated that if they were an Uber driver, they would at least sometimes refuse rides to passengers with East Asian-sounding names to reduce their risk of infection. 46.6% (95% CI: 45.3% - 47.8%) of participants thought that children were at an especially high risk of death from Covid-19. Limitation: While participants were representative of the UK and US adult population by age, sex, ethnicity, household income, and education, they may not be representative by other (unobserved) characteristics. Conclusion: These findings can guide information campaigns by public health authorities, clinicians, and the media. Rapid online surveys could be an important tool in tracking the public's knowledge and misperceptions of Covid-19 over time. Primary funding source: National Center for Advancing Translational Sciences\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nPG was supported by the National Center for Advancing Translational Sciences of the National Institutes of Health under Award Number KL2TR003143.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data used for this study will be made fully available upon publication in a peer-reviewed journal. In the meantime, data can be obtained by contacting the corresponding author.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035568v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035568v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.13.20035568v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/17/2020.03.13.20035568.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.13.20035568v1", "access_rights": "restricted", "authors": ["Pascal Geldsetzer"]}