{"title": "Duration of viral detection in throat and rectum of a patient with COVID-19", "doi": "10.1101/2020.03.07.20032052", "citation_id": "2020.03.07.20032052v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.07.20032052", "abstract": "<p>The rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a global pandemic. Knowledge about the duration of viral shedding remains important for patient management and infection control. We report the duration of viral detection in throat and rectum of a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City, Vietnam. Despite clinical recovery, SARS-CoV-2 RNA remained detectable by real time RT-PCR in throat and rectal swabs until day 11 and 18 of hospitalization, respectively. Because live SARS-CoV-2 has been successfully isolated from a stool sample from a COVID-19 patient in China, the results demonstrate that COVID-19 patients may remain infectious for long periods, and fecal-oral transmission may be possible. Therefore, our finding has important implications for infection control.</p>", "twitter_description": "The rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a global pandemic. Knowledge about the duration of viral shedding remains important for patient management and infection control. We report the duration of viral detection in throat and rectum of a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City, Vietnam. Despite clinical recovery, SARS-CoV-2 RNA remained detectable by real time RT-PCR in throat and rectal swabs until day 11 and 18 of hospitalization, respectively. Because live SARS-CoV-2 has been successfully isolated from a stool sample from a COVID-19 patient in China, the results demonstrate that COVID-19 patients may remain infectious for long periods, and fecal-oral transmission may be possible. Therefore, our finding has important implications for infection control.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis study was funded by the Wellcome Trust of Great Britain (106680/B/14/Z and 204904/Z/16/Z). \n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data referred to in the manuscript have been presented either in the manuscript main text or in Supplementary Materials", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.07.20032052v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.07.20032052v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.07.20032052v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.07.20032052.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.07.20032052v1", "access_rights": "restricted", "authors": ["Le Van Tan", "Nghiem My Ngoc", "Bui Thi Ton That", "Le Thi Tam Uyen", "Nguyen Thi Thu Hong", "Nguyen Thi Phuong Dung", "Le Nguyen Truc Nhu", "Tran Tan Thanh", "Dinh Nguyen Huy Man", "Nguyen Thanh Phong", "Tran Tinh Hien", "Nguyen Thanh Truong", "Guy Thwaites", "Nguyen Van Vinh Chau"]}