{"title": "The Impact of the COVID-19 Outbreak on the Medical Treatment of Chinese Children with Chronic Kidney Disease (CKD)：A Multicenter Cross-section Study in the Context of a Public Health Emergency of International Concern", "doi": "10.1101/2020.02.28.20029199", "citation_id": "2020.02.28.20029199v1", "date": "2020-03-03", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.28.20029199", "abstract": "<p>Objective: To investigate the impact of the COVID-19 outbreak on the medical advice seeking of Chinese children with chronic kidney disease (CKD). \nMaterials and Methods: An anonymous online questionnaire survey was conducted in 17 pediatric nephropathy diagnosis and treatment centers in China. The questions collected basic information on the patients and their parents and data on changes in the approach to medical treatment and their needs in the context of the outbreak etc. This is a Multicenter Cross-section Study.\nResults: A total of 735 valid questionnaires were collected. 555 patients (75.5%) and their parents said that the outbreak had a significant influence on their medical treatment: 264 patients (47.6%) said that it would be delayed by 2 to 4 weeks and 199 patients (35.9%) by 4 to 8 weeks. 510 patients (84.16%) hoped to get in touch with specialists through online consultation, and 528 patients (84.5%) hoped that online consultation could be implemented and that medication could be delivered to them.. A total of 458 patients (62.3%) said that their greatest concern was that the CKD would be aggravated or that they would experience a relapse; only 203 patients were infected by 2019-nCoV. A total of 313 patients (42.5%) experienced anxiety and thus required the intervention of psychologists.\nConclusion: The COVID-19 outbreak has affected the medical treatment of children with CKD. Online consultation, medication delivery and psychological counselling are the greatest needs reported by patients and their families and could especially provide solutions for the management of low income children with CKD in remote rural areas in the context of the COVID-19 epidemic.</p>", "twitter_description": "Objective: To investigate the impact of the COVID-19 outbreak on the medical advice seeking of Chinese children with chronic kidney disease (CKD). Materials and Methods: An anonymous online questionnaire survey was conducted in 17 pediatric nephropathy diagnosis and treatment centers in China. The questions collected basic information on the patients and their parents and data on changes in the approach to medical treatment and their needs in the context of the outbreak etc. This is a Multicenter Cross-section Study. Results: A total of 735 valid questionnaires were collected. 555 patients (75.5%) and their parents said that the outbreak had a significant influence on their medical treatment: 264 patients (47.6%) said that it would be delayed by 2 to 4 weeks and 199 patients (35.9%) by 4 to 8 weeks. 510 patients (84.16%) hoped to get in touch with specialists through online consultation, and 528 patients (84.5%) hoped that online consultation could be implemented and that medication could be delivered to them.. A total of 458 patients (62.3%) said that their greatest concern was that the CKD would be aggravated or that they would experience a relapse; only 203 patients were infected by 2019-nCoV. A total of 313 patients (42.5%) experienced anxiety and thus required the intervention of psychologists. Conclusion: The COVID-19 outbreak has affected the medical treatment of children with CKD. Online consultation, medication delivery and psychological counselling are the greatest needs reported by patients and their families and could especially provide solutions for the management of low income children with CKD in remote rural areas in the context of the COVID-19 epidemic.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nChiCTR1800019795\n\n### Funding Statement\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data is available during the study appear in the submitted article.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20029199v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20029199v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20029199v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/03/2020.02.28.20029199.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), CC BY-NC 4.0, as described at http://creativecommons.org/licenses/by-nc/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.28.20029199v1", "access_rights": "restricted", "authors": ["Gaofu Zhang", "Haiping Yang", "Aihua Zhang", "Qian Shen", "Li Wang", "Zhijuan Li", "Yuhong Li", "Lijun Zhao", "Yue Du", "Liangzhong Sun", "Bo Zhao", "Hongtao Zhu", "Haidong Fu", "Xiaoyan Li", "Xiaojie Gao", "Sheng Hao", "Juanjuan Ding", "Zongwen Chen", "Zhiquan Xu", "Xiaorong Liu", "Daoqi Wu", "Mingsi Gao", "Mo Wang", "Qiu Li"]}