{"title": "The SARS-CoV-2 receptor ACE2 expression of maternal-fetal interface and fetal organs by single cell transcriptome study", "doi": "10.1101/2020.02.27.967760", "citation_id": "2020.02.27.967760v3", "date": "2020-03-11", "laguage": "en", "journal_title": "bioRxiv", "first_page": "2020.02.27.967760", "abstract": "<p>Recent studies have demonstrated that SARS-CoV-2 cell entry depends on both ACE2 and \nTMPRSS2 genes (DOI:10.1016/j.cell.2020.02.052), but our current work only focus on ACE2, which \nis insufficient to support the conclusion of this paper. So the authors have withdrawn their \nmanuscript whilst they perform additional experiments and analysis to test some of their \nconclusions further. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.</p>", "twitter_description": "Recent studies have demonstrated that SARS-CoV-2 cell entry depends on both ACE2 and TMPRSS2 genes (DOI: 10.1016/j.cell.2020.02.052), but our current work only focus on ACE2, which is insufficient to support the conclusion of this paper. So the authors have withdrawn their manuscript whilst they perform additional experiments and analysis to test some of their conclusions further. Therefore, the authors do not wish this work to be cited as reference for the project.", "full_text_html_url": "https://www.biorxiv.org/content/10.1101/2020.02.27.967760v3.full", "public_url": "https://www.biorxiv.org/content/10.1101/2020.02.27.967760v3", "abstract_html_url": "https://www.biorxiv.org/content/10.1101/2020.02.27.967760v3.abstract", "pdf_url": "https://www.biorxiv.org/content/biorxiv/early/2020/03/11/2020.02.27.967760.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory", "pisa": "biorxiv;2020.02.27.967760v3", "access_rights": "restricted", "authors": ["Mengmeng Li", "Liang Chen", "Chenglong Xiong", "Xiangjie Li"]}