{"title": "Effect of large-scale testing platform in prevention and control of the COVID-19 pandemic: an empirical study with a novel numerical model", "doi": "10.1101/2020.03.15.20036624", "citation_id": "2020.03.15.20036624v2", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.15.20036624", "abstract": "<p>Background: China adopted an unprecedented province-scale quarantine since January 23rd 2020, after the novel coronavirus (COVID-19) broke out in Wuhan in December 2019. Responding to the challenge of limited testing capacity, large-scale standardized and fully-automated laboratory (Huo-Yan) was built as an ad-hoc measure. There was so far no empirical data or mathematical model to reveal the impact of the testing capacity improvement since the quarantine. Methods: We integrated public data released by the Health Commission of Hubei Province and Huo-Yan Laboratory testing data into a novel differential model with non-linear transfer coefficients and competitive compartments, to evaluate the trends of suspected cases under different nucleic acid testing capacities. Results: Without the establishment of Huo-Yan, the suspected cases would increased by 47% to 33,700, the corresponding cost of the quarantine would be doubled, and the turning point of the increment of suspected cases and the achievement of \"daily settlement\" (all daily new discovered suspected cases were diagnosed according to the nucleic acid testing results) would be delayed for a whole week and 11 days. If the Huo-Yan Laboratory could ran at its full capacity, the number of suspected cases could started to decrease at least a week earlier, the peak of suspected cases would be reduced by at least 44% and the quarantine cost could be reduced by more than 72%. Ideally, if a daily testing capacity of 10,500 could achieved immediately after the Hubei lockdown, \"daily settlement\" for all suspected cases would be achieved immediately. Conclusions: Large-scale and standardized clinical testing platform with nucleic acid testing, high-throughput sequencing and immunoprotein assessment capabilities need to be implemented simultaneously in order to maximize the effect of quarantine and minimize the duration and cost. Such infrastructure like Huo-Yan, is of great significance for the early prevention and control of infectious diseases for both common times and emergencies.</p>", "twitter_description": "Background: China adopted an unprecedented province-scale quarantine since January 23rd 2020, after the novel coronavirus (COVID-19) broke out in Wuhan in December 2019. Responding to the challenge of limited testing capacity, large-scale standardized and fully-automated laboratory (Huo-Yan) was built as an ad-hoc measure. There was so far no empirical data or mathematical model to reveal the impact of the testing capacity improvement since the quarantine. Methods: We integrated public data released by the Health Commission of Hubei Province and Huo-Yan Laboratory testing data into a novel differential model with non-linear transfer coefficients and competitive compartments, to evaluate the trends of suspected cases under different nucleic acid testing capacities. Results: Without the establishment of Huo-Yan, the suspected cases would increased by 47% to 33,700, the corresponding cost of the quarantine would be doubled, and the turning point of the increment of suspected cases and the achievement of \"daily settlement\" (all daily new discovered suspected cases were diagnosed according to the nucleic acid testing results) would be delayed for a whole week and 11 days. If the Huo-Yan Laboratory could ran at its full capacity, the number of suspected cases could started to decrease at least a week earlier, the peak of suspected cases would be reduced by at least 44% and the quarantine cost could be reduced by more than 72%. Ideally, if a daily testing capacity of 10,500 could achieved immediately after the Hubei lockdown, \"daily settlement\" for all suspected cases would be achieved immediately. Conclusions: Large-scale and standardized clinical testing platform with nucleic acid testing, high-throughput sequencing and immunoprotein assessment capabilities need to be implemented simultaneously in order to maximize the effect of quarantine and minimize the duration and cost. Such infrastructure like Huo-Yan, is of great significance for the early prevention and control of infectious diseases for both common times and emergencies.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nno external funding was received\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nSome or all data, models, or code generated or used during the study are available from the corresponding author by request.(xieqing@genomics.cn)", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036624v2.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036624v2", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036624v2.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.15.20036624.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.15.20036624v2", "access_rights": "restricted", "authors": ["Qing Xie", "Jing Wang", "Jianling You", "Shida Zhu", "Rui Zhou", "Zhijian Tian", "Hao Wu", "Yang Lin", "Wei Chen", "Lan Xiao", "Xin Jin", "Jianjuan Li", "Jie Dong", "Honglong Wu", "Wei Zhang", "Jing Li", "Xun Xu", "Ye Yin", "Feng Mu", "Weijun Chen", "Jian Wang"]}