{"title": "Effectiveness of control strategies for Coronavirus Disease 2019: a SEIR dynamic modeling study", "doi": "10.1101/2020.02.19.20025387", "citation_id": "2020.02.19.20025387v3", "date": "2020-02-27", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.19.20025387", "abstract": "<p>Background: Since its first cases occurrence in Wuhan, China, the Coronavirus Disease 2019 (COVID-19) has been spreading rapidly to other provinces and neighboring countries. A series of intervention strategies have been implemented, but didn9t stop its spread.\nMethods: Two mathematical models have been developed to simulate the current epidemic situation in the city of Wuhan and in other parts of China. Special considerations were given to the mobility of people for the estimation and forecast the number of asymptomatic infections, symptomatic infections, and the infections of super-spreading events (Isse). \nFindings: The basic reproductive number (R0) was calculated for the period between 18 January 2020 and 16 February 2020: R0 declined from 5.75 to 1.69 in Wuhan and from 6.22 to 1.67 in the entire country (not including the Wuhan area). At the same time, Wuhan is estimated to observe a peak in the number of confirmed cases around 6 February 2020. The number of infected individuals in the entire country (not including the Wuhan area) peaked around February 3. The results also show that the peak of new asymptomatic cases per day in Wuhan occurred on February 6, and the peak of new symptomatic infections have occurred on February 3. Concurrently, while the number of confirmed cases nationwide would continue to decline, the number of real-time COVID-19 inpatients in Wuhan has reached a peak of 13,030 on February 14 before it decreases. The model further shows that the COVID-19 cases will gradually wane by the end of April 2020, both in Wuhan and the other parts of China. The number of confirmed cases would reach the single digit on March 27 in Wuhan and March 19 in the entire country. The five cities with top risk index in China with the exclusion of Wuhan are: Huanggang, Xiaogan, Jingzhou, Chongqing, and Xiangyang city.\nInterpretations: Although the national peak time has been reached, a significant proportion of asymptomatic patients and the infections of super-spreading events (Isse) still exist in the population, indicating the potential difficulty for the prevention and control of the disease. As the Return-to-Work tide is approaching and upgrading, further measures (e.g., escalatory quarantine, mask wearing when going out, and sit apart when taking vehicles) will be particularly crucial to stop the COVID-19 in other cities outside of Wuhan.</p>", "twitter_description": "Background: Since its first cases occurrence in Wuhan, China, the Coronavirus Disease 2019 (COVID-19) has been spreading rapidly to other provinces and neighboring countries. A series of intervention strategies have been implemented, but didn't stop its spread. Methods: Two mathematical models have been developed to simulate the current epidemic situation in the city of Wuhan and in other parts of China. Special considerations were given to the mobility of people for the estimation and forecast the number of asymptomatic infections, symptomatic infections, and the infections of super-spreading events (Isse). Findings: The basic reproductive number (R0) was calculated for the period between 18 January 2020 and 16 February 2020: R0 declined from 5.75 to 1.69 in Wuhan and from 6.22 to 1.67 in the entire country (not including the Wuhan area). At the same time, Wuhan is estimated to observe a peak in the number of confirmed cases around 6 February 2020. The number of infected individuals in the entire country (not including the Wuhan area) peaked around February 3. The results also show that the peak of new asymptomatic cases per day in Wuhan occurred on February 6, and the peak of new symptomatic infections have occurred on February 3. Concurrently, while the number of confirmed cases nationwide would continue to decline, the number of real-time COVID-19 inpatients in Wuhan has reached a peak of 13,030 on February 14 before it decreases. The model further shows that the COVID-19 cases will gradually wane by the end of April 2020, both in Wuhan and the other parts of China. The number of confirmed cases would reach the single digit on March 27 in Wuhan and March 19 in the entire country. The five cities with top risk index in China with the exclusion of Wuhan are: Huanggang, Xiaogan, Jingzhou, Chongqing, and Xiangyang city. Interpretations: Although the national peak time has been reached, a significant proportion of asymptomatic patients and the infections of super-spreading events (Isse) still exist in the population, indicating the potential difficulty for the prevention and control of the disease. As the Return-to-Work tide is approaching and upgrading, further measures (e.g., escalatory quarantine, mask wearing when going out, and sit apart when taking vehicles) will be particularly crucial to stop the COVID-19 in other cities outside of Wuhan.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nThis paper is not a clinical trials\n\n### Funding Statement\n\nThis study is sponsored by the Bill & Melinda Gates Foundation (OPP1216424) and Shanghai Sailing Program (Grant No. 17YF142600).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data in this article are all public data obtained from the National Health Commission of the People\u0092s Republic of China.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025387v3.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025387v3", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025387v3.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/27/2020.02.19.20025387.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.19.20025387v3", "access_rights": "restricted", "authors": ["Jinhua Pan", "Ye Yao", "Zhixi Liu", "Mengyi Li", "Ying Wang", "Weizhen Dong", "Haidong Kan", "Weibing Wang"]}