{"title": "Demographic science aids in understanding the spread and fatality rates of COVID-19", "doi": "10.1101/2020.03.15.20036293", "citation_id": "2020.03.15.20036293v1", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.15.20036293", "abstract": "<p>Governments around the world must rapidly mobilize and make difficult policy decisions to mitigate the COVID-19 pandemic. Because deaths have been concentrated at older ages, we highlight the important role of demography, particularly how the age structure of a population may help explain differences in fatality rates across countries and how transmission unfolds. We examine the role of age structure in deaths thus far in Italy and South Korea and illustrate how the pandemic could unfold in populations with similar population sizes but different age structures, showing a dramatically higher burden of mortality in countries with older versus younger populations. This powerful interaction of demography and current age-specific mortality for COVID-19 suggests that social distancing and other policies to slow transmission should consider both the age composition of local and national contexts as well as the social connectedness of older and younger generations. We also call for countries to provide case and fatality data disaggregated by age and sex to improve real-time targeted nowcasting.</p>", "twitter_description": "Governments around the world must rapidly mobilize and make difficult policy decisions to mitigate the COVID-19 pandemic. Because deaths have been concentrated at older ages, we highlight the important role of demography, particularly how the age structure of a population may help explain differences in fatality rates across countries and how transmission unfolds. We examine the role of age structure in deaths thus far in Italy and South Korea and illustrate how the pandemic could unfold in populations with similar population sizes but different age structures, showing a dramatically higher burden of mortality in countries with older versus younger populations. This powerful interaction of demography and current age-specific mortality for COVID-19 suggests that social distancing and other policies to slow transmission should consider both the age composition of local and national contexts as well as the social connectedness of older and younger generations. We also call for countries to provide case and fatality data disaggregated by age and sex to improve real-time targeted nowcasting.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nFunding to support this research has been provided by The Leverhulme Trust for the Leverhulme Centre for Demographic Science and ERC Advanced Grant 835079 (MCM).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nPopulation data is used from (https://population.un.org/wpp) with the relative risk of death taken from the most recent Italian data from Istituto Superiore di Sanità, last accessed March 13, 2020.(see ref 14) Supp Info analyses breakdown data across regions in Italy over time and geographically, with detailed data sources listed there. \n\n<https://population.un.org/wpp>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036293v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036293v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036293v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.15.20036293.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.15.20036293v1", "access_rights": "restricted", "authors": ["Jennifer Beam Dowd", "Valentina Rotondi", "Liliana Adriano", "David M Brazel", "Per Block", "Xuejie Ding", "Yan Liu", "Melinda C Mills"]}