{"title": "Spread of SARS-CoV-2 Coronavirus likely to be constrained by climate", "doi": "10.1101/2020.03.12.20034728", "citation_id": "2020.03.12.20034728v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.12.20034728", "abstract": "<p>As new cases of SARS CoV-2 (aka 2019-nCoV) Coronavirus are confirmed throughout the world and millions of people are being put into quarantine, hit the developing world, such as sub-Saharan Africa, potentially leading to a global human calamity. It is still early days, but using existing data we develop a large ensemble of ecological niche models that project monthly variation in climate suitability of SARS-CoV-2 Coronavirus throughout a typical climatological year. The current spread suggests a degree of climate determination with Coronavirus displaying preference for cool and dry conditions. The predecessor SARS-CoV was linked to similar climate conditions. Should the spread of SARS CoV-2 continue to follow current trends, a worst-case scenario of synchronous global pandemic is improbable. More probable is the emergence of asynchronous seasonal global outbreaks much like other respiratory diseases. People in temperate warm and cold climates are more vulnerable. Those in arid climates follow next in vulnerability, while the disease will likely marginally affect the tropics. Our projections minimize uncertainties related with spread of SARS CoV-2, providing critical information for anticipating the adequate social, economic and political responses.</p>", "twitter_description": "As new cases of SARS CoV-2 (aka 2019-nCoV) Coronavirus are confirmed throughout the world and millions of people are being put into quarantine, hit the developing world, such as sub-Saharan Africa, potentially leading to a global human calamity. It is still early days, but using existing data we develop a large ensemble of ecological niche models that project monthly variation in climate suitability of SARS-CoV-2 Coronavirus throughout a typical climatological year. The current spread suggests a degree of climate determination with Coronavirus displaying preference for cool and dry conditions. The predecessor SARS-CoV was linked to similar climate conditions. Should the spread of SARS CoV-2 continue to follow current trends, a worst-case scenario of synchronous global pandemic is improbable. More probable is the emergence of asynchronous seasonal global outbreaks much like other respiratory diseases. People in temperate warm and cold climates are more vulnerable. Those in arid climates follow next in vulnerability, while the disease will likely marginally affect the tropics. Our projections minimize uncertainties related with spread of SARS CoV-2, providing critical information for anticipating the adequate social, economic and political responses.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNA\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data is in public repositories.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034728v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034728v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034728v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.12.20034728.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.12.20034728v1", "access_rights": "restricted", "authors": ["Miguel B. Araujo", "Babak Naimi"]}