{"title": "CoViD--19: An Automatic, Semiparametric Estimation Method for the Population Infected in Italy", "doi": "10.1101/2020.03.14.20036103", "citation_id": "2020.03.14.20036103v1", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.14.20036103", "abstract": "<p>To date, official data on the number of people infected with the SARS-CoV-2 , responsible for the CoViD19  , have been released by the Italian Government just on the basis of a non representative sample of population which tested positive for the swab. \nHowever a reliable estimation of the number of infected, including asymptomatic people, turns out to be crucial in the preparation of operational schemes and to estimate the future number of people, who will require, to different extents, medical attentions. \nIn order to overcome the current data shortcoming, this paper proposes a bootstrap driven, estimation procedure for the number of people infected with the SARSCoV2. \nThis method is designed to be robust, automatic and suitable to generate estimations at regional level. \nObtained results show that, while official data at March the 12th report 12.839 cases in Italy, people infected wiyh the SARSCoV2 could be as high as 105.789.</p>", "twitter_description": "To date, official data on the number of people infected with the SARS-CoV-2 , responsible for the CoViD19 , have been released by the Italian Government just on the basis of a non representative sample of population which tested positive for the swab. However a reliable estimation of the number of infected, including asymptomatic people, turns out to be crucial in the preparation of operational schemes and to estimate the future number of people, who will require, to different extents, medical attentions. In order to overcome the current data shortcoming, this paper proposes a bootstrap driven, estimation procedure for the number of people infected with the SARSCoV2. This method is designed to be robust, automatic and suitable to generate estimations at regional level. Obtained results show that, while official data at March the 12th report 12.839 cases in Italy, people infected wiyh the SARSCoV2 could be as high as 105.789.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nno funds\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nALl the data employed are freely available on the Internet", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.14.20036103v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.14.20036103v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.14.20036103v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.14.20036103.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.14.20036103v1", "access_rights": "restricted", "authors": ["Livio Fenga"]}