{"title": "Analysis of epidemiological characteristics of coronavirus 2019 infection and preventive measures in Shenzhen China: a heavy population city", "doi": "10.1101/2020.02.28.20028555", "citation_id": "2020.02.28.20028555v1", "date": "2020-03-03", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.28.20028555", "abstract": "<p>Coronavirus 2019 infection (COVID-19) outbroke in Wuhan, Hubei and spread to all provinces in China and other countries. Shenzhen ranked the top cities outside Wuhan with reported 416 confirmed cases by February 20, 2020. Here, we analyzed the epidemiological characteristics of COVID-19 in Shenzhen and potential link to the preventive strategies for the whole city and inside hospitals. \nBased on the daily new cases, the epidemic of COVID-19 in Shenzhen can be classified into three phases: the slow increase phase from January 19 to January 28, the rapid increase and plateau phase from January 29 to February 5 and the decline phase since February 6. In the three phases, the number of patients from Hubei decreased, and the number of familial clustering cases increased. The newly diagnosed COVID-19 cases reached its peak around January 31, which was 7 days after the peak date of cases arrival at Shenzhen. A series of early preventive strategies were implemented since January 19, which included detection of body temperature at all entrances of main traffic and buildings, outpatients service specially for patients with fever in all main hospitals in Shenzhen. All the patients with fever were screened with nasal or throat swab PCR detection of coronavirus 2019, Chest CT and blood lymphocyte counting in order to find out early case of COVID-19. Observation wards were established in every main hospital and a designated hospital was responsible for admission and medical care of all confirmed cases. Protection procedure was established for all medical staff involved in the screening and care of suspected and confirmed cases. 14 days isolated observation of all subjects arrived at Shenzhen from Hubei was implemented in February 2. After the implementation of all these strategies and measures, the COVID-19 cases started to decline since February 6. There were almost no community transmission and nosocomial infection occurred in Shenzhen.\nIn conclusion, in situation of major outbreak of respiratory infectious disease, such as COVID-19, in nearby province of Hubei, Shenzhen, a high population density, high proportion of external population and high mobility city, has to face the imported cases and risk of spreading the outbreak into Shenzhen city. The implementation of early preventive strategies and measures in Shenzhen were successful in early identification of COVID-19 cases and prevented major outbreak occurred in Shenzhen. Early identification of imported cases, prevention of family clustering transmission, preventive measures in the public area and very strict infection control procedure in hospital setting are crucial for the successful control of outbreak in Shenzhen.</p>", "twitter_description": "Coronavirus 2019 infection (COVID-19) outbroke in Wuhan, Hubei and spread to all provinces in China and other countries. Shenzhen ranked the top cities outside Wuhan with reported 416 confirmed cases by February 20, 2020. Here, we analyzed the epidemiological characteristics of COVID-19 in Shenzhen and potential link to the preventive strategies for the whole city and inside hospitals. Based on the daily new cases, the epidemic of COVID-19 in Shenzhen can be classified into three phases: the slow increase phase from January 19 to January 28, the rapid increase and plateau phase from January 29 to February 5 and the decline phase since February 6. In the three phases, the number of patients from Hubei decreased, and the number of familial clustering cases increased. The newly diagnosed COVID-19 cases reached its peak around January 31, which was 7 days after the peak date of cases arrival at Shenzhen. A series of early preventive strategies were implemented since January 19, which included detection of body temperature at all entrances of main traffic and buildings, outpatients service specially for patients with fever in all main hospitals in Shenzhen. All the patients with fever were screened with nasal or throat swab PCR detection of coronavirus 2019, Chest CT and blood lymphocyte counting in order to find out early case of COVID-19. Observation wards were established in every main hospital and a designated hospital was responsible for admission and medical care of all confirmed cases. Protection procedure was established for all medical staff involved in the screening and care of suspected and confirmed cases. 14 days isolated observation of all subjects arrived at Shenzhen from Hubei was implemented in February 2. After the implementation of all these strategies and measures, the COVID-19 cases started to decline since February 6. There were almost no community transmission and nosocomial infection occurred in Shenzhen. In conclusion, in situation of major outbreak of respiratory infectious disease, such as COVID-19, in nearby province of Hubei, Shenzhen, a high population density, high proportion of external population and high mobility city, has to face the imported cases and risk of spreading the outbreak into Shenzhen city. The implementation of early preventive strategies and measures in Shenzhen were successful in early identification of COVID-19 cases and prevented major outbreak occurred in Shenzhen. Early identification of imported cases, prevention of family clustering transmission, preventive measures in the public area and very strict infection control procedure in hospital setting are crucial for the successful control of outbreak in Shenzhen.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by emergency research project of coronavirus 2019 infection (No. 2020XGZX024).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData were released in the website of data open platform of Shenzhen Municipal Government.\n\n<https://opendata.sz.gov.cn>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20028555v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20028555v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.28.20028555v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/03/2020.02.28.20028555.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.28.20028555v1", "access_rights": "restricted", "authors": ["Kai Yang", "Lingwei Wang", "Furong Li", "Dandan Chen", "Xi Li", "Chen Qiu", "Rongchang Chen"]}