{"title": "The timing of one-shot interventions for epidemic control", "doi": "10.1101/2020.03.02.20030007", "citation_id": "2020.03.02.20030007v1", "date": "2020-03-06", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.02.20030007", "abstract": "<p>The apparent early success in China9s large-scale intervention to control the COVID-19 epidemic has led to interest in whether other countries can replicate it as well as concerns about a resurgence of the epidemic if or when China relaxes the interventions.  In this paper we look at the impact of a single short-term intervention on an epidemic.  We see that if an intervention cannot be sustained long-term, it has the greatest impact if it is imposed once infection levels have become large enough that there is an appreciable number of infections present.  For minimising the total number infected it should start close to the peak so that there is no rebound once the intervention is stopped, while to minimise the peak prevalence, it should start earlier, allowing two peaks of comparable size rather than one very large peak.  In populations with distinct subgroups, synchronized interventions are less effective than targeting the interventions in each sub-population separately.\n    \nWe do not attempt to clearly determine what makes an intervention sustainable or not.  We believe that is a policy question.  If an intervention is sustainable, it should be kept in place.  Our intent is to offer insight into how best to time an intervention whose impact on society is too great to maintain.</p>", "twitter_description": "The apparent early success in China's large-scale intervention to control the COVID-19 epidemic has led to interest in whether other countries can replicate it as well as concerns about a resurgence of the epidemic if or when China relaxes the interventions. In this paper we look at the impact of a single short-term intervention on an epidemic. We see that if an intervention cannot be sustained long-term, it has the greatest impact if it is imposed once infection levels have become large enough that there is an appreciable number of infections present. For minimising the total number infected it should start close to the peak so that there is no rebound once the intervention is stopped, while to minimise the peak prevalence, it should start earlier, allowing two peaks of comparable size rather than one very large peak. In populations with distinct subgroups, synchronized interventions are less effective than targeting the interventions in each sub-population separately. We do not attempt to clearly determine what makes an intervention sustainable or not. We believe that is a policy question. If an intervention is sustainable, it should be kept in place. Our intent is to offer insight into how best to time an intervention whose impact on society is too great to maintain.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by the authors institutions.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe model is entirely simulation based. No data has been used.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030007v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030007v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030007v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.02.20030007.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.02.20030007v1", "access_rights": "restricted", "authors": ["Francesco Di Lauro", "István Z Kiss", "Joel Miller"]}