{"title": "Preparedness and vulnerability of African countries against introductions of 2019-nCoV", "doi": "10.1101/2020.02.05.20020792", "citation_id": "2020.02.05.20020792v1", "date": "2020-02-07", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.05.20020792", "abstract": "<p>The novel coronavirus (2019-nCoV) epidemic has spread to 23 countries from China. Local cycles of transmission already occurred in 7 countries following case importation. No African country has reported cases yet. The management and control of 2019-nCoV introductions heavily relies on the public health capacity of a country. Here we evaluate the preparedness and vulnerability of African countries against their risk of importation of 2019-nCoV. We used data on air travel volumes departing from airports in the infected provinces in China and directed to Africa to estimate the risk of introduction per country. We determined the countries capacity to detect and respond to cases with two indicators: preparedness, using the WHO International Health Regulation Monitoring and Evaluation Framework; and vulnerability, with the Infectious Disease Vulnerability Index. Countries were clustered according to the Chinese regions contributing the most to their risk. \nFindings: Countries at the highest importation risk (Egypt, Algeria, Republic of South Africa) have moderate to high capacity to respond to outbreaks. Countries at moderate risk (Nigeria, Ethiopia, Sudan, Angola, Tanzania, Ghana, Kenya) have variable capacity and high vulnerability. Three clusters of countries are identified that share the same exposure to the risk originating from the provinces of Guangdong, Fujian, and Beijing, respectively. \nInterpretation: Several countries in Africa are stepping up their preparedness to detect and cope with 2019-nCoV importations. Resources and intensified surveillance and capacity capacity should be urgently prioritized towards countries at moderate risk that may be ill-prepared to face the importation and to limit onward transmission.</p>", "twitter_description": "The novel coronavirus (2019-nCoV) epidemic has spread to 23 countries from China. Local cycles of transmission already occurred in 7 countries following case importation. No African country has reported cases yet. The management and control of 2019-nCoV introductions heavily relies on the public health capacity of a country. Here we evaluate the preparedness and vulnerability of African countries against their risk of importation of 2019-nCoV. We used data on air travel volumes departing from airports in the infected provinces in China and directed to Africa to estimate the risk of introduction per country. We determined the countries capacity to detect and respond to cases with two indicators: preparedness, using the WHO International Health Regulation Monitoring and Evaluation Framework; and vulnerability, with the Infectious Disease Vulnerability Index. Countries were clustered according to the Chinese regions contributing the most to their risk. Findings: Countries at the highest importation risk (Egypt, Algeria, Republic of South Africa) have moderate to high capacity to respond to outbreaks. Countries at moderate risk (Nigeria, Ethiopia, Sudan, Angola, Tanzania, Ghana, Kenya) have variable capacity and high vulnerability. Three clusters of countries are identified that share the same exposure to the risk originating from the provinces of Guangdong, Fujian, and Beijing, respectively. Interpretation: Several countries in Africa are stepping up their preparedness to detect and cope with 2019-nCoV importations. Resources and intensified surveillance and capacity capacity should be urgently prioritized towards countries at moderate risk that may be ill-prepared to face the importation and to limit onward transmission.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\n​This study was partially supported by the ANR project DATAREDUX (ANR-19-CE46-0008-03) to VC; the EU grant MOOD (H2020-874850) to MG, CP, MK, PYB, VC.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data are from the public domain, with links indicating their availability\n\n<https://www.worldpop.org>\n\n<https://github.com/beoutbreakprepared/nCoV2019>\n\n<https://extranet.who.int/e-spar>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020792v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020792v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020792v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/07/2020.02.05.20020792.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NoDerivs 4.0 International), CC BY-ND 4.0, as described at http://creativecommons.org/licenses/by-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.05.20020792v1", "access_rights": "restricted", "authors": ["Marius Gilbert", "Giulia Pullano", "Francesco Pinotti", "Eugenio Valdano", "Chiara Poletto", "Pierre-Yves Boelle", "Eric D'Ortenzio", "Yazdan Yazdanpanah", "Serge Paul Eholie", "Mathias Altmann", "Bernardo Gutierrez", "Moritz U. G. Kraemer", "Vittoria Colizza"]}