{"title": "Tracking and forecasting milepost moments of the epidemic in the early-outbreak: framework and applications to the COVID-19", "doi": "10.1101/2020.03.21.20040139", "citation_id": "2020.03.21.20040139v1", "date": "2020-03-24", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.21.20040139", "abstract": "<p>Background. The outbreak of the 2019 novel coronavirus (COVID-19) has attracted global attention. In the early stage of the outbreak, the most important question concerns some meaningful milepost moments, including (1) the time when the number of daily confirmed cases decreases, (2) the time when the number of daily confirmed cases becomes smaller than that of the daily removed (recovered and death), (3) the time when the number of daily confirmed cases becomes zero, and (4) the time when the number of patients treated in hospital is zero, which indicates the end of the epidemic. Intuitively, the former two can be regarded as two important turning points which indicate the alleviation of epidemic to some extent, while the latter two as two ``zero\" points, respectively. Unfortunately, it is extremely difficult to make right and precise prediction due to the limited amount of available data at a early stage of the outbreak.\n\nMethod. To address it, in this paper, we propose a flexible framework incorporating the effectiveness of the government control to forecast the whole process of a new unknown infectious disease in its early-outbreak. Specially, we first establish the iconic indicators to characterize the extent of epidemic spread, yielding four periods of the whole process corresponding to the four meaningful milepost moments: two turning points and two ``zero\" points. Then we develop the tracking and forecasting procedure with mild and reasonable assumption. Finally we apply it to analyze and evaluate the COVID-19 using the public available data for mainland China beyond Hubei Province from the China Centers for Disease Control (CDC) during the period of Jan 29th, 2020, to Feb 29th, 2020, which shows the effectiveness of the proposed procedure.\n\nResults. Results show that our model can clearly outline the development of the epidemic at a very early stage. The first prediction results on Jan 29th reveal that the first and second milepost moments for mainland China beyond Hubei Province would appear on Jan 31st and Feb 14th respectively, which are only one day and three days behind the real world situations. Forecasting results indicate that the number of newly confirmed cases will become zero in the mid-late March, and the number of patients treated in the hospital will become zero between mid-March and mid-April in mainland China beyond Hubei Province. The framework proposed in this paper can help people get a general understanding of the epidemic trends in counties where COVID-19 are raging as well as any other outbreaks of new and unknown infectious diseases in the future.</p>", "twitter_description": "Background. The outbreak of the 2019 novel coronavirus (COVID-19) has attracted global attention. In the early stage of the outbreak, the most important question concerns some meaningful milepost moments, including (1) the time when the number of daily confirmed cases decreases, (2) the time when the number of daily confirmed cases becomes smaller than that of the daily removed (recovered and death), (3) the time when the number of daily confirmed cases becomes zero, and (4) the time when the number of patients treated in hospital is zero, which indicates the end of the epidemic. Intuitively, the former two can be regarded as two important turning points which indicate the alleviation of epidemic to some extent, while the latter two as two \\``zero\" points, respectively. Unfortunately, it is extremely difficult to make right and precise prediction due to the limited amount of available data at a early stage of the outbreak. Method. To address it, in this paper, we propose a flexible framework incorporating the effectiveness of the government control to forecast the whole process of a new unknown infectious disease in its early-outbreak. Specially, we first establish the iconic indicators to characterize the extent of epidemic spread, yielding four periods of the whole process corresponding to the four meaningful milepost moments: two turning points and two \\``zero\" points. Then we develop the tracking and forecasting procedure with mild and reasonable assumption. Finally we apply it to analyze and evaluate the COVID-19 using the public available data for mainland China beyond Hubei Province from the China Centers for Disease Control (CDC) during the period of Jan 29th, 2020, to Feb 29th, 2020, which shows the effectiveness of the proposed procedure. Results. Results show that our model can clearly outline the development of the epidemic at a very early stage. The first prediction results on Jan 29th reveal that the first and second milepost moments for mainland China beyond Hubei Province would appear on Jan 31st and Feb 14th respectively, which are only one day and three days behind the real world situations. Forecasting results indicate that the number of newly confirmed cases will become zero in the mid-late March, and the number of patients treated in the hospital will become zero between mid-March and mid-April in mainland China beyond Hubei Province. The framework proposed in this paper can help people get a general understanding of the epidemic trends in counties where COVID-19 are raging as well as any other outbreaks of new and unknown infectious diseases in the future.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe authors are grateful for the financial support from the National Natural Science Foundation of China (Grant Nos. 11701023, 71843006). \n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data used in this article is publicly available from China CDC, see details in the article.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20040139v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20040139v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.21.20040139v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/24/2020.03.21.20040139.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.21.20040139v1", "access_rights": "restricted", "authors": ["Huiwen Wang", "Yanwen Zhang", "Shan Lu", "Shanshan Wang"]}