{"title": "The effect of human mobility and control measures on the COVID-19 epidemic in China", "doi": "10.1101/2020.03.02.20026708", "citation_id": "2020.03.02.20026708v1", "date": "2020-03-06", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.02.20026708", "abstract": "<p>The ongoing COVID-19 outbreak has expanded rapidly throughout China. Major behavioral, clinical, and state interventions are underway currently to mitigate the epidemic and prevent the persistence of the virus in human populations in China and worldwide. It remains unclear how these unprecedented interventions, including travel restrictions, have affected COVID-19 spread in China. We use real-time mobility data from Wuhan and detailed case data including travel history to elucidate the role of case importation on transmission in cities across China and ascertain the impact of control measures. Early on, the spatial distribution of COVID-19 cases in China was well explained by human mobility data. Following the implementation of control measures, this correlation dropped and growth rates became negative in most locations, although shifts in the demographics of reported cases are still indicative of local chains of transmission outside Wuhan. This study shows that the drastic control measures implemented in China have substantially mitigated the spread of COVID-19.</p>", "twitter_description": "The ongoing COVID-19 outbreak has expanded rapidly throughout China. Major behavioral, clinical, and state interventions are underway currently to mitigate the epidemic and prevent the persistence of the virus in human populations in China and worldwide. It remains unclear how these unprecedented interventions, including travel restrictions, have affected COVID-19 spread in China. We use real-time mobility data from Wuhan and detailed case data including travel history to elucidate the role of case importation on transmission in cities across China and ascertain the impact of control measures. Early on, the spatial distribution of COVID-19 cases in China was well explained by human mobility data. Following the implementation of control measures, this correlation dropped and growth rates became negative in most locations, although shifts in the demographics of reported cases are still indicative of local chains of transmission outside Wuhan. This study shows that the drastic control measures implemented in China have substantially mitigated the spread of COVID-19.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nNA\n\n### Funding Statement\n\nHT, OGP and MUGK acknowledge support from the Oxford Martin School. MUGK is supported by a Branco Weiss Fellowship. NRF is supported by a Sir Henry Dale Fellowship. The funders had no role in study design, data collection and analysis, decision to publish or preparation of the manuscript. WPH was supported by the National Institute of General Medical Sciences (#U54GM088558).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nCode and data are available on the following GitHub repository: https://github.com/Emergent-Epidemics/covid19_cordon\n\n<http://github.com/Emergent-Epidemics/covid19_cordon>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20026708v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20026708v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20026708v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.02.20026708.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.02.20026708v1", "access_rights": "restricted", "authors": ["Moritz U.G. Kraemer", "Chia-Hung Yang", "Bernardo Gutierrez", "Chieh-Hsi Wu", "Brennan Klein", "David M. Pigott", "open COVID-19 data working group", "Louis du Plessis", "Nuno R Faria", "Ruoran Li", "William P. Hanage", "John S Brownstein", "Maylis Layan", "Alessandro Vespignani", "Huaiyu Tian", "Christopher Dye", "Simon Cauchemez", "Oliver Pybus", "Samuel V Scarpino"]}