{"title": "COVID-19 in a Designated Infectious Diseases HospitalOutside Hubei Province,China", "doi": "10.1101/2020.02.17.20024018", "citation_id": "2020.02.17.20024018v1", "date": "2020-02-19", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.17.20024018", "abstract": "<p>Background\nA new type of novel coronavirus infection (COVID-19) occurred in Wuhan, Hubei Province. Previous investigations reported patients in Wuhan city often progressed into severe or critical and had a high mortality rate.The clinical characteristics of affected patients outside the epicenter of Hubei province are less well understood.\nMethods\nAll confirmed COVID-19 case treated in the Third People9s Hospital of Shenzhen,from January 11, 2020 to February 6, 2020, were included in this study. We analyzed the epidemiological and clinical features of these cases to better inform patient management in normal hospital settings. \nResults\nAmong the 298 confirmed cases, 233(81.5%) had been to Hubei while 42(14%) had not clear epidemiological history. Only 192(64%) cases presented with fever as initial symptom. The lymphocyte count decreased in 38% patients after admission. The number (percent) of cases classified as non-severe and severe was 240(80.6%) and 58(19.4%) respectively. Thirty-two patients (10.7%) needed ICU care. Compared to the non-severe cases, severe cases were associated with older age, underlying diseases, as well as higher levels of CRP, IL-6 and ESR. The median (IRQ) duration of positive viral test were 14(10-19). Slower clearance of virus was associated with higher risk of progression to severe clinical condition. As of February 14, 2020, 66(22.1%) patients were discharged and the overall mortality rate remains 0.\nConclusions\nIn a designated hospital outside the Hubei Province, COVID-19 patients were mainly characterized by mild symptoms and could be effectively manage by properly using the existing hospital system.</p>", "twitter_description": "Background A new type of novel coronavirus infection (COVID-19) occurred in Wuhan, Hubei Province. Previous investigations reported patients in Wuhan city often progressed into severe or critical and had a high mortality rate.The clinical characteristics of affected patients outside the epicenter of Hubei province are less well understood. Methods All confirmed COVID-19 case treated in the Third People's Hospital of Shenzhen,from January 11, 2020 to February 6, 2020, were included in this study. We analyzed the epidemiological and clinical features of these cases to better inform patient management in normal hospital settings. Results Among the 298 confirmed cases, 233(81.5%) had been to Hubei while 42(14%) had not clear epidemiological history. Only 192(64%) cases presented with fever as initial symptom. The lymphocyte count decreased in 38% patients after admission. The number (percent) of cases classified as non-severe and severe was 240(80.6%) and 58(19.4%) respectively. Thirty-two patients (10.7%) needed ICU care. Compared to the non-severe cases, severe cases were associated with older age, underlying diseases, as well as higher levels of CRP, IL-6 and ESR. The median (IRQ) duration of positive viral test were 14(10-19). Slower clearance of virus was associated with higher risk of progression to severe clinical condition. As of February 14, 2020, 66(22.1%) patients were discharged and the overall mortality rate remains 0. Conclusions In a designated hospital outside the Hubei Province, COVID-19 patients were mainly characterized by mild symptoms and could be effectively manage by properly using the existing hospital system.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work is funded by the National infectious diseases Clinical Research Center.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data that support the findings of this study are available from the corresponding author on reasonable request. After the publication of the study findings, the data will be available for others to request. The research team will provide an email address for communication once the data are approved to be shared with others. The proposal with a detailed description of study objectives and statistical analysis plan will be needed for evaluation of the reasonability to request for our data. The corresponding author will make a decision based on these materials. Additional materials may also be required during the process.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.17.20024018v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.17.20024018v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.17.20024018v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/19/2020.02.17.20024018.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.17.20024018v1", "access_rights": "restricted", "authors": ["Qingxian Cai", "Deliang Huang", "Pengcheng Ou", "Hong Yu", "Zhibin Zhu", "Zhang Xia", "Yinan Su", "Zhenghua Ma", "Yiming Zhang", "Zhiwei Li", "Qing He", "Yang Fu", "Lei Liu", "Jun Chen"]}