{"title": "A brief review of antiviral drugs evaluated in registered clinical trials for COVID-19", "doi": "10.1101/2020.03.18.20038190", "citation_id": "2020.03.18.20038190v1", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.18.20038190", "abstract": "<p>Background:\nAlthough a number of antiviral agents have been evaluated for coronaviruses there are no approved drugs available. To provide an overview of the landscape of therapeutic research for COVID-19, we conducted a review of registered clinical trials.\n\nMethods:\nA review of currently registered clinical trials was performed on registries, including the Chinese (chictr.org.cn) and US (clinicaltrials.gov) databases to identify relevant studies up to March, 7th 2020. The search was conducted using the search terms “2019-nCoV”, “COVID-19”, “SARS-CoV-2”, “Hcov-19”, “new coronavirus”, “novel coronavirus”. We included interventional clinical trials focusing on patients with COVID-19 and assessing antiviral drugs or agents.\n\nFindings:\nOut of the 353 studies identified, 115 clinical trials were selected for data extraction. Phase IV trials were the most commonly reported study type (n=27, 23%). However, 62 trials (54%) did not describe the phase of the study. Eighty percent (n=92) of the trials were randomized with parallel assignment and the median number of planned inclusions was 63 (IQR, 36-120). Open-label studies were the most frequent (46%) followed by double-blind (13%) and single blind studies (10%). The most frequently assessed therapies were: stem cells therapy (n=23 trials), lopinavir/ritonavir (n=15), chloroquine (n=11), umifenovir (n=9), hydroxychloroquine (n=7), plasma treatment (n=7), favipiravir (n=7), methylprednisolone (n=5), and remdesivir (n=5). Remdesivir was tested in 5 trials with a median of 400 (IQR, 394-453) planned inclusions per trial, while stem cells therapy was tested in 23 trials, but had a median of 40 (IQR, 23-60) planned inclusions per trial. Lopinavir/ritonavir was associated with the highest total number of planned inclusions (2606) followed by remdesivir (2155). Only 52% of the clinical trials reported the treatment dose (n=60) and only 34% (n=39) the duration. The primary outcome was clinical in 76 studies (66%), virological in 27 (23%); radiological in 9 (8%) or immunological in three studies (3%).\n  \nInterpretation:\nNumerous clinical trials have been registered since the beginning of the COVID-19 outbreak, however, a number of information regarding drugs or trial design were lacking.\n\nFunding:\nNone</p>", "twitter_description": "Background: Although a number of antiviral agents have been evaluated for coronaviruses there are no approved drugs available. To provide an overview of the landscape of therapeutic research for COVID-19, we conducted a review of registered clinical trials. Methods: A review of currently registered clinical trials was performed on registries, including the Chinese (chictr.org.cn) and US (clinicaltrials.gov) databases to identify relevant studies up to March, 7th 2020. The search was conducted using the search terms “2019-nCoV”, “COVID-19”, “SARS-CoV-2”, “Hcov-19”, “new coronavirus”, “novel coronavirus”. We included interventional clinical trials focusing on patients with COVID-19 and assessing antiviral drugs or agents. Findings: Out of the 353 studies identified, 115 clinical trials were selected for data extraction. Phase IV trials were the most commonly reported study type (n=27, 23%). However, 62 trials (54%) did not describe the phase of the study. Eighty percent (n=92) of the trials were randomized with parallel assignment and the median number of planned inclusions was 63 (IQR, 36-120). Open-label studies were the most frequent (46%) followed by double-blind (13%) and single blind studies (10%). The most frequently assessed therapies were: stem cells therapy (n=23 trials), lopinavir/ritonavir (n=15), chloroquine (n=11), umifenovir (n=9), hydroxychloroquine (n=7), plasma treatment (n=7), favipiravir (n=7), methylprednisolone (n=5), and remdesivir (n=5). Remdesivir was tested in 5 trials with a median of 400 (IQR, 394-453) planned inclusions per trial, while stem cells therapy was tested in 23 trials, but had a median of 40 (IQR, 23-60) planned inclusions per trial. Lopinavir/ritonavir was associated with the highest total number of planned inclusions (2606) followed by remdesivir (2155). Only 52% of the clinical trials reported the treatment dose (n=60) and only 34% (n=39) the duration. The primary outcome was clinical in 76 studies (66%), virological in 27 (23%); radiological in 9 (8%) or immunological in three studies (3%). Interpretation: Numerous clinical trials have been registered since the beginning of the COVID-19 outbreak, however, a number of information regarding drugs or trial design were lacking. Funding: None\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo funding.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe authors confirm that the data supporting the findings of this study are available within the article and its supplementary materials.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038190v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038190v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038190v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.18.20038190.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NoDerivs 4.0 International), CC BY-ND 4.0, as described at http://creativecommons.org/licenses/by-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.18.20038190v1", "access_rights": "restricted", "authors": ["Drifa Belhadi", "Nathan Peiffer-Smadja", "Yazdan Yazdanpanah", "France Mentré", "Cédric Laouénan"]}