{"title": "High transmissibility of COVID-19 near symptom onset", "doi": "10.1101/2020.03.18.20034561", "citation_id": "2020.03.18.20034561v1", "date": "2020-03-19", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.18.20034561", "abstract": "<p>Background\nThe dynamics of coronavirus disease 2019 (COVID-19) transmissibility after symptom onset remains unknown.\n\nMethods\nWe conducted a prospective case-ascertained study on laboratory-confirmed COVID-19 cases and their contacts. Secondary clinical attack rate (considering symptomatic cases only) was analyzed for different exposure windows after symptom onset of index cases and for different exposure settings.\n\nResults\nThirty-two confirmed patients were enrolled and 12 paired data (index-secondary cases) were identified among the 1,043 contacts. The secondary clinical attack rate was 0.9% (95% CI 0.5-1.7%). The attack rate was higher among those whose exposure to index cases started within five days of symptom onset (2.4%, 95% CI 1.1-4.5%) than those who were exposed later (zero case from 605 close contacts, 95% CI 0-0.61%). The attack rate was also higher among household contacts (13.6%, 95% CI 4.7-29.5%) and non-household family contacts (8.5%, 95% CI 2.4-20.3%) than that in healthcare or other settings. The higher secondary clinical attack rate for contacts near symptom onset remained when the analysis was restricted to household and family contacts. There was a trend of increasing attack rate with the age of contacts (p for trend &lt; 0.001).\n\nConclusions\nHigh transmissibility of COVID-19 near symptom onset suggests that finding and isolating symptomatic patients alone may not suffice to contain the epidemic, and more generalized social distancing measures are required. Rapid reduction of transmissibility over time implies that prolonged hospitalization of mild cases might not be necessary in large epidemics.</p>", "twitter_description": "Background The dynamics of coronavirus disease 2019 (COVID-19) transmissibility after symptom onset remains unknown. Methods We conducted a prospective case-ascertained study on laboratory-confirmed COVID-19 cases and their contacts. Secondary clinical attack rate (considering symptomatic cases only) was analyzed for different exposure windows after symptom onset of index cases and for different exposure settings. Results Thirty-two confirmed patients were enrolled and 12 paired data (index-secondary cases) were identified among the 1,043 contacts. The secondary clinical attack rate was 0.9% (95% CI 0.5-1.7%). The attack rate was higher among those whose exposure to index cases started within five days of symptom onset (2.4%, 95% CI 1.1-4.5%) than those who were exposed later (zero case from 605 close contacts, 95% CI 0-0.61%). The attack rate was also higher among household contacts (13.6%, 95% CI 4.7-29.5%) and non-household family contacts (8.5%, 95% CI 2.4-20.3%) than that in healthcare or other settings. The higher secondary clinical attack rate for contacts near symptom onset remained when the analysis was restricted to household and family contacts. There was a trend of increasing attack rate with the age of contacts (p for trend < 0.001). Conclusions High transmissibility of COVID-19 near symptom onset suggests that finding and isolating symptomatic patients alone may not suffice to contain the epidemic, and more generalized social distancing measures are required. Rapid reduction of transmissibility over time implies that prolonged hospitalization of mild cases might not be necessary in large epidemics.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe study was funded by Taiwan Ministry of Science and Technology (MOST 107-2314-B-002-187-MY2, and MOST 108-2628-B-002-022). The funder of this study had no role in study design, data collection, data analysis, data interpretation, or writing of the report.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data is available upon request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20034561v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20034561v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20034561v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/19/2020.03.18.20034561.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.18.20034561v1", "access_rights": "restricted", "authors": ["Hao-Yuan Cheng", "Shu-Wan Jian", "Ding-Ping Liu", "Ta-Chou Ng", "Wan-Ting Huang", "Taiwan COVID-19 outbreak investigation team", "Hsien-Ho Lin"]}