{"title": "Relations of parameters for describing the epidemic of COVID―19 by the Kermack―McKendrick model", "doi": "10.1101/2020.02.26.20027797", "citation_id": "2020.02.26.20027797v1", "date": "2020-03-03", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.26.20027797", "abstract": "<p>In order to quantitatively characterize the epidemic of COVID―19, useful relations among parameters describing an epidemic in general are derived based on the Kermack-McKendrick model. The first relation is 1/<i>τ<sub>grow</sub></i>=1/<i>τ<sub>trans</sub></i>−1/<i>τ<sub>inf</sub></i>, where <i>τ<sub>grow</sub></i> is the time constant of the exponential growth of an epidemic, <i>τ<sub>trans</sub></i> is the time for a pathogen to be transmitted from one patient to uninfected person, and the infectious time <i>τ<sub>inf</sub></i> is the time during which the pathogen keeps its power of transmission. The second relation <i>p(∞)</i> ≈1−exp(−(<i>R<sub>0</sub></i>−1)/0.60) is the relation between <i>p(∞)</i>, the final size of the disaster defined by the ratio of the total infected people to the population of the society,and the basic reproduction number, <i>R<sub>0</sub></i>, which is the number of persons infected by the transmission of the pathogen from one infected person during the infectious time. The third relation 1/<i>τ<sub>end</sub></i>=1/<i>τ<sub>inf</sub></i>−(1−<i>p</i>(∞))/<i>τ<sub>trans</sub></i> gives the decay time constant <i>τ<sub>end</sub></i> at the ending stage of the epidemic. Derived relations are applied to influenza in Japan in 2019 for characterizing the epidemic.</p>", "twitter_description": "In order to quantitatively characterize the epidemic of COVID―19, useful relations among parameters describing an epidemic in general are derived based on the Kermack-McKendrick model. The first relation is 1/ τgrow =1/ τtrans −1/ τinf , where τgrow is the time constant of the exponential growth of an epidemic, τtrans is the time for a pathogen to be transmitted from one patient to uninfected person, and the infectious time τinf is the time during which the pathogen keeps its power of transmission. The second relation p(∞) ≈1−exp(−( R −1)/0.60) is the relation between p(∞) , the final size of the disaster defined by the ratio of the total infected people to the population of the society,and the basic reproduction number, R , which is the number of persons infected by the transmission of the pathogen from one infected person during the infectious time. The third relation 1/ τend =1/ τinf −(1− p (∞))/ τtrans gives the decay time constant τend at the ending stage of the epidemic. Derived relations are applied to influenza in Japan in 2019 for characterizing the epidemic.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo external funding was received\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data referred to in the manuscript is available at references.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.26.20027797v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.26.20027797v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.26.20027797v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/03/2020.02.26.20027797.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.26.20027797v1", "access_rights": "restricted", "authors": ["Toshihisa Tomie"]}