{"title": "Development and utilization of an intelligent application for aiding COVID-19 diagnosis", "doi": "10.1101/2020.03.18.20035816", "citation_id": "2020.03.18.20035816v1", "date": "2020-03-21", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.18.20035816", "abstract": "<p>On basis of laboratory examinations indicators from a total of 620 samples, a machine learning-based diagnosis model was developed, and subsequently implemented as a COVID-19 diagnosis aid APP. External validation showed satisfiable model prediction performance (i.e., AUC= 0.872) which guarantees the promising use of this tool for extensive screening.</p>", "twitter_description": "On basis of laboratory examinations indicators from a total of 620 samples, a machine learning-based diagnosis model was developed, and subsequently implemented as a COVID-19 diagnosis aid APP. External validation showed satisfiable model prediction performance (i.e., AUC= 0.872) which guarantees the promising use of this tool for extensive screening.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nChiCTR2000030542\n\n### Funding Statement\n\nThis study was supported by Sichuan Provincial Department of Science and Technology Program \u00932020YFS0004\u0094 and Science and technology project of west China hospital \u0093HX-2019-nCov-066\u0094\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data used to support the findings of this study are available from the corresponding author upon request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20035816v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20035816v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20035816v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/21/2020.03.18.20035816.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.18.20035816v1", "access_rights": "restricted", "authors": ["Zirui Meng", "Minjin Wang", "Huan Song", "Shuo Guo", "Yanbing Zhou", "Weimin Li", "Yongzhao Zhou", "Mengjiao Li", "Xingbo Song", "Yi Zhou", "Qingfeng Li", "Xiaojun Lu", "Binwu Ying"]}