{"title": "AI-assisted CT imaging analysis for COVID-19 screening: Building and deploying a medical AI system in four weeks", "doi": "10.1101/2020.03.19.20039354", "citation_id": "2020.03.19.20039354v1", "date": "2020-03-23", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.19.20039354", "abstract": "<p>The sudden outbreak of novel coronavirus 2019 (COVID-19) increased the diagnostic burden of radiologists. In the time of an epidemic crisis, we hoped artificial intelligence (AI) to help reduce physician workload in regions with the outbreak, and improve the diagnosis accuracy for physicians before they could acquire enough experience with the new disease. Here, we present our experience in building and deploying an AI system that automatically analyzes CT images to detect COVID-19 pneumonia features.  Different from conventional medical AI, we were dealing with an epidemic crisis.  Working in an interdisciplinary team of over 30 people with medical and / or AI background, geographically distributed in Beijing and Wuhan, we were able to overcome a series of challenges in this particular situation and deploy the system in four weeks.  Using 1,136 training cases (723 positives for COVID-19) from five hospitals, we were able to achieve a sensitivity of 0.974 and specificity of 0.922 on the test dataset, which included a variety of pulmonary diseases.  Besides, the system automatically highlighted all lesion regions for faster examination.  As of today, we have deployed the system in 16 hospitals, and it is performing over 1,300 screenings per day.</p>", "twitter_description": "The sudden outbreak of novel coronavirus 2019 (COVID-19) increased the diagnostic burden of radiologists. In the time of an epidemic crisis, we hoped artificial intelligence (AI) to help reduce physician workload in regions with the outbreak, and improve the diagnosis accuracy for physicians before they could acquire enough experience with the new disease. Here, we present our experience in building and deploying an AI system that automatically analyzes CT images to detect COVID-19 pneumonia features. Different from conventional medical AI, we were dealing with an epidemic crisis. Working in an interdisciplinary team of over 30 people with medical and / or AI background, geographically distributed in Beijing and Wuhan, we were able to overcome a series of challenges in this particular situation and deploy the system in four weeks. Using 1,136 training cases (723 positives for COVID-19) from five hospitals, we were able to achieve a sensitivity of 0.974 and specificity of 0.922 on the test dataset, which included a variety of pulmonary diseases. Besides, the system automatically highlighted all lesion regions for faster examination. As of today, we have deployed the system in 16 hospitals, and it is performing over 1,300 screenings per day.\n\n### Competing Interest Statement\n\nBo Wang is the co-founder and chief executive officer (CEO) of Beijing Jingzhen Medical Technology Ltd. Wei Zhao is the chief technology officer (CTO) of Beijing Jingzhen Medical Technology Ltd. Hongbo Jin, Wei Zhao, Wei Zhang, Xuexue Hou, Zhengqing Xu, and Zijian Jin are the algorithm and system researchers of Beijing Jingzhen Medical Technology Ltd. All remaining authors have declared no conflicts of interest.\n\n### Funding Statement\n\nThis work is supported by National Key Research and Development Program of China No. 2020YFC0845500, National Natural Science Foundation of China (NSFC) No. 61532001, Tsinghua Initiative Research Program Grant No. 20151080475, Application for Independent Research Project of Tsinghua University (Project Against SARI).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nPlease contact the authors for data availability.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039354v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039354v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039354v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/23/2020.03.19.20039354.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.19.20039354v1", "access_rights": "restricted", "authors": ["Shuo Jin", "Bo Wang", "Haibo Xu", "Chuan Luo", "Lai Wei", "Wei Zhao", "Xuexue Hou", "Wenshuo Ma", "Zhengqing Xu", "Zhuozhao Zheng", "Wenbo Sun", "Lan Lan", "Wei Zhang", "Xiangdong Mu", "Chenxi Shi", "Zhongxiao Wang", "Jihae Lee", "Zijian Jin", "Minggui Lin", "Hongbo Jin", "Liang Zhang", "Jun Guo", "Benqi Zhao", "Zhizhong Ren", "Shuhao Wang", "Zheng You", "Jiahong Dong", "Xinghuan Wang", "Jianming Wang", "Wei Xu"]}