{"title": "Response and role of palliative care during the COVID-19 pandemic: a national telephone survey of hospices in Italy", "doi": "10.1101/2020.03.18.20038448", "citation_id": "2020.03.18.20038448v1", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.18.20038448", "abstract": "<p>Background\nPalliative care is an essential component of healthcare in pandemics, contributing to symptom control, psychological support, and supporting triage and complex decision making. \n\nAim\nTo examine preparedness for, and impact of, the COVID-19 pandemic on hospices in Italy to inform the response in other countries.\n\nDesign\nCross-sectional telephone survey, carried out in March 2020.\n\nSetting\nSixteen Italian hospices, purposively sampled according to COVID-19 risk into high (more than 25 COVID-19 cases per 100,000 inhabitants), medium (15-25 cases per 100,000), and low risk (fewer than 15 cases per 100,000) regions. A brief questionnaire was developed to guide the interviews. Descriptive analysis was undertaken.\n\nResults\nSeven high risk, five medium risk and four low risk hospices provided data. Two high risk hospices had experienced COVID-19 cases among both patients and staff. All hospices had implemented policy changes, and several had rapidly implemented changes in practice including transfer of staff from inpatient to community settings, change in admission criteria, and daily telephone support for families. Concerns included scarcity of personal protective equipment, a lack of hospice-specific guidance on COVID-19, anxiety about needing to care for children and other relatives, and poor integration of palliative care in the acute setting. \n\nConclusion\nThe hospice sector is capable of responding flexibly and rapidly to the COVID-19 pandemic.\nGovernments must urgently recognise the essential contribution of hospice and palliative care to the COVID-19 pandemic, and ensure these services are integrated into the health care system response. Availability of personal protective equipment and setting-specific guidance is essential.</p>", "twitter_description": "Background Palliative care is an essential component of healthcare in pandemics, contributing to symptom control, psychological support, and supporting triage and complex decision making. Aim To examine preparedness for, and impact of, the COVID-19 pandemic on hospices in Italy to inform the response in other countries. Design Cross-sectional telephone survey, carried out in March 2020. Setting Sixteen Italian hospices, purposively sampled according to COVID-19 risk into high (more than 25 COVID-19 cases per 100,000 inhabitants), medium (15-25 cases per 100,000), and low risk (fewer than 15 cases per 100,000) regions. A brief questionnaire was developed to guide the interviews. Descriptive analysis was undertaken. Results Seven high risk, five medium risk and four low risk hospices provided data. Two high risk hospices had experienced COVID-19 cases among both patients and staff. All hospices had implemented policy changes, and several had rapidly implemented changes in practice including transfer of staff from inpatient to community settings, change in admission criteria, and daily telephone support for families. Concerns included scarcity of personal protective equipment, a lack of hospice-specific guidance on COVID-19, anxiety about needing to care for children and other relatives, and poor integration of palliative care in the acute setting. Conclusion The hospice sector is capable of responding flexibly and rapidly to the COVID-19 pandemic. Governments must urgently recognise the essential contribution of hospice and palliative care to the COVID-19 pandemic, and ensure these services are integrated into the health care system response. Availability of personal protective equipment and setting-specific guidance is essential.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo specific funding was received for this project. KES is funded by an NIHR Clinician Scientist Fellowship (CS-2015-15-005), IJH an NIHR Senior Investigator Emeritus. The views expressed are those of the authors and not necessarily those of the NHS, the NIHR, or the Department of Health. \n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData is available from the corresponding author", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038448v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038448v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038448v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.18.20038448.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.18.20038448v1", "access_rights": "restricted", "authors": ["Massimo Costantini", "Katherine E Sleeman", "Carlo Peruselli", "Irene J Higginson"]}