{"title": "A mathematical model for estimating the age-specific transmissibility of a novel coronavirus", "doi": "10.1101/2020.03.05.20031849", "citation_id": "2020.03.05.20031849v1", "date": "2020-03-08", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.05.20031849", "abstract": "<p>Background: A novel coronavirus named as \"SARS-CoV-2\" has spread widely in many countries since December 2019, especially in China. This study aimed to quantify the age-specific transmissibility by using a mathematical model.\nMethods: An age-specific susceptible - exposed - symptomatic - asymptomatic - recovered - seafood market (SEIARW) model was developed based on two suspected transmission routes (from market to person and person to person). The susceptible people from Wuhan City were divided into different age groups. We used the subscript i and j to represent age group 1 to 4 (1: &lt;= 14 years; 2: 15-44 years; 3: 45-64 years; 4: &gt;= 65 years) and 1 to 5 (1: &lt;= 5 years; 2: 6-14 years; 3: 15-24 years; 4: 25-59 years; 4: &gt;= 60 years), respectively. Data of reported COVID-19 cases were collected from one published literature from 26 November to 22 December, 2019 in Wuhan City, China. The age-specific transmissibility of the virus was estimated accordingly secondary attack rate (SAR). \nResults: The age-specific SEIARW model fitted with the reported data well by dividing the population into four age groups (χ2 = 4.99 × 10-6, P &gt; 0.999), and five age groups (χ2 = 4.85 × 10-6, P &gt; 0.999). Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group 2 to 3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10 million persons). The lowest transmissibility occurred from age group 1 to 2 (SAR12 = 0.002 per 10 million persons). Based on the five-age-group SEIARW model, the highest transmissibility occurred from age group 4 to 5 (SAR45 = 12.40 per 10 million persons), followed by from age group 5 to 4 (SAR54 = 6.61 per 10 million persons). The lowest transmissibility occurred from age group 3 to 4 (SAR34 = 0.0002 per 10 million persons).\nConclusions: SARS-CoV-2 has high transmissibility among adults and elder people but low transmissibility among children and young people.</p>", "twitter_description": "Background: A novel coronavirus named as \"SARS-CoV-2\" has spread widely in many countries since December 2019, especially in China. This study aimed to quantify the age-specific transmissibility by using a mathematical model. Methods: An age-specific susceptible - exposed - symptomatic - asymptomatic - recovered - seafood market (SEIARW) model was developed based on two suspected transmission routes (from market to person and person to person). The susceptible people from Wuhan City were divided into different age groups. We used the subscript i and j to represent age group 1 to 4 (1: <= 14 years; 2: 15-44 years; 3: 45-64 years; 4: >= 65 years) and 1 to 5 (1: <= 5 years; 2: 6-14 years; 3: 15-24 years; 4: 25-59 years; 4: >= 60 years), respectively. Data of reported COVID-19 cases were collected from one published literature from 26 November to 22 December, 2019 in Wuhan City, China. The age-specific transmissibility of the virus was estimated accordingly secondary attack rate (SAR). Results: The age-specific SEIARW model fitted with the reported data well by dividing the population into four age groups (χ2 = 4.99 × 10-6, P > 0.999), and five age groups (χ2 = 4.85 × 10-6, P > 0.999). Based on the four-age-group SEIARW model, the highest transmissibility occurred from age group 2 to 3 (SAR23 = 17.56 per 10 million persons), followed by from age group 3 to 2 (SAR32 = 10.17 per 10 million persons). The lowest transmissibility occurred from age group 1 to 2 (SAR12 = 0.002 per 10 million persons). Based on the five-age-group SEIARW model, the highest transmissibility occurred from age group 4 to 5 (SAR45 = 12.40 per 10 million persons), followed by from age group 5 to 4 (SAR54 = 6.61 per 10 million persons). The lowest transmissibility occurred from age group 3 to 4 (SAR34 = 0.0002 per 10 million persons). Conclusions: SARS-CoV-2 has high transmissibility among adults and elder people but low transmissibility among children and young people.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis study was partly supported by Xiamen New Coronavirus Prevention and Control Emergency Tackling Special Topic Program (No: 3502Z2020YJ03) and the XMU Training Program of Innovation and Enterpreneurship for Undergraduates (No: 2019Y0805, 2019Y1497, 2019Y1499, 2019Y1500, and 2019Y1501).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nNot applicable.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.05.20031849v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.05.20031849v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.05.20031849v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/08/2020.03.05.20031849.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.05.20031849v1", "access_rights": "restricted", "authors": ["Zeyu Zhao", "Yuan-Zhao Zhu", "Jing-Wen Xu", "Qing-Qing Hu", "Zhao Lei", "Jia Rui", "Xingchun Liu", "Yao Wang", "Li Luo", "Shan-Shan Yu", "Jia Li", "Ruo-Yun Liu", "Fang Xie", "Ying-Ying Su", "Yi-Chen Chiang", "Yanhua Su", "Benhua Zhao", "Tianmu Chen"]}