{"title": "The Population Attributable Fraction (PAF) of cases due to gatherings and groups with relevance to COVID-19 mitigation strategies", "doi": "10.1101/2020.03.20.20039537", "citation_id": "2020.03.20.20039537v1", "date": "2020-03-23", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.20.20039537", "abstract": "<p>Background\nMany countries have banned groups and gatherings as part of their response to the pandemic caused by the coronavirus, SARS-CoV-2. Although there are outbreak reports involving mass gatherings, the contribution to overall transmission is unknown.  \nMethods\nWe used data from a survey of social contact behaviour that specifically asked about contact with groups to estimate the Population Attributable Fraction (PAF) due to groups as the relative change in the Basic Reproduction Number when groups are prevented. \nFindings\nWe estimate that PAF due to groups of 50+ people is 2.2% (95%CI 1.1%, 3.6%); the PAF due to groups of 20+ people is 6.4% (5.0%, 8.0%); the PAF due to groups of 10+ is 11.3% (9.9%, 13.0%)\nInterpretation\nLarge groups of individuals have a small epidemiological impact; small and medium sized groups between 10 and 50 people have a larger impact on an epidemic.</p>", "twitter_description": "Background Many countries have banned groups and gatherings as part of their response to the pandemic caused by the coronavirus, SARS-CoV-2. Although there are outbreak reports involving mass gatherings, the contribution to overall transmission is unknown. Methods We used data from a survey of social contact behaviour that specifically asked about contact with groups to estimate the Population Attributable Fraction (PAF) due to groups as the relative change in the Basic Reproduction Number when groups are prevented. Findings We estimate that PAF due to groups of 50+ people is 2.2% (95%CI 1.1%, 3.6%); the PAF due to groups of 20+ people is 6.4% (5.0%, 8.0%); the PAF due to groups of 10+ is 11.3% (9.9%, 13.0%) Interpretation Large groups of individuals have a small epidemiological impact; small and medium sized groups between 10 and 50 people have a larger impact on an epidemic.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nEBP was partly supported by the National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Evaluation of Interventions. The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR or the Department of Health. The NIHR had no role in writing the manuscript or the decision to publish.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\ndata are available to download at http://wrap.warwick.ac.uk/54273/.\n\n<http://wrap.warwick.ac.uk/54273/>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.20.20039537v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.20.20039537v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.20.20039537v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/23/2020.03.20.20039537.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.20.20039537v1", "access_rights": "restricted", "authors": ["Ellen Brooks-Pollock", "Jonathan M Read", "Thomas House", "Graham Medley", "Matt J Keeling", "Leon Danon"]}