{"title": "Epidemic analysis of COVID-19 in China by dynamical modeling", "doi": "10.1101/2020.02.16.20023465", "citation_id": "2020.02.16.20023465v1", "date": "2020-02-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.16.20023465", "abstract": "<p>The outbreak of the novel coronavirus (2019-nCoV) epidemic has attracted world- wide attention. Herein, we propose a mathematical model to analyzes this epidemic, based on a dynamic mechanism that incorporating the intrinsic impact of hidden la- tent and infectious cases on the entire process of transmission. Meanwhile, this model is validated by data correlation analysis, predicting the recent public data, and back- tracking, as well as sensitivity analysis. The dynamical model reveals the impact of various measures on the key parameters of the epidemic. According to the public data of NHCs from 01/20 to 02/09, we predict the epidemic peak and possible end time for 5 different regions. The epidemic in Beijing and Shanghai, Mainland/Hubei and Hubei/Wuhan, are expected to end before the end of February, and before mid- March respectively. The model indicates that, the outbreak in Wuhan is predicted to be ended in the early April. As a result, more effective policies and more efforts on clinical research are demanded. Moreover, through the backtracking simulation, we infer that the outbreak of the epidemic in Mainland/Hubei, Hubei/Wuhan, and Wuhan can be dated back to the end of December 2019 or the beginning of January 2020.</p>", "twitter_description": "The outbreak of the novel coronavirus (2019-nCoV) epidemic has attracted world- wide attention. Herein, we propose a mathematical model to analyzes this epidemic, based on a dynamic mechanism that incorporating the intrinsic impact of hidden la- tent and infectious cases on the entire process of transmission. Meanwhile, this model is validated by data correlation analysis, predicting the recent public data, and back- tracking, as well as sensitivity analysis. The dynamical model reveals the impact of various measures on the key parameters of the epidemic. According to the public data of NHCs from 01/20 to 02/09, we predict the epidemic peak and possible end time for 5 different regions. The epidemic in Beijing and Shanghai, Mainland/Hubei and Hubei/Wuhan, are expected to end before the end of February, and before mid- March respectively. The model indicates that, the outbreak in Wuhan is predicted to be ended in the early April. As a result, more effective policies and more efforts on clinical research are demanded. Moreover, through the backtracking simulation, we infer that the outbreak of the epidemic in Mainland/Hubei, Hubei/Wuhan, and Wuhan can be dated back to the end of December 2019 or the beginning of January 2020.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNational Natural Science Foundation of China (Grants No. 21877070, 11801020) and the Fundamental Research Funding of Beijing University of Technology (006000546318505, 006000546319509, 006000546319526)\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThis article used only public data.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023465v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023465v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023465v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/18/2020.02.16.20023465.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.16.20023465v1", "access_rights": "restricted", "authors": ["Liangrong Peng", "Wuyue Yang", "Dongyan Zhang", "Changjing Zhuge", "Liu Hong"]}