{"title": "Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections", "doi": "10.1101/2020.02.11.20021493", "citation_id": "2020.02.11.20021493v2", "date": "2020-02-17", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.11.20021493", "abstract": "<p>Background:  The outbreak of novel coronavirus pneumonia (NCP) caused by 2019-nCoV spread rapidly, and elucidation the diagnostic accuracy of different respiratory specimens is crucial for the control and treatment of this diseases.  \nMethods:  Respiratory samples including nasal swabs, throat swabs, sputum and bronchoalveolar lavage fluid (BALF) were collected from Guangdong CDC confirmed NCP patients, and viral RNAs were detected using a CFDA approved detection kit. Results were analyzed in combination with sample collection date and clinical information. \nFinding:  Except for BALF, the sputum possessed the highest positive rate (74.4%~88.9%), followed by nasal swabs (53.6%~73.3%) for both severe and mild cases during the first 14 days after illness onset (d.a.o). For samples collected ≥ 15 d.a.o, sputum and nasal swabs still possessed a high positive rate ranging from 42.9%~61.1%. The positive rate of throat swabs collected ≥ 8 d.a.o was low, especially in samples from mild cases. Viral RNAs could be detected in all the lower respiratory tract of severe cases, but not the mild cases. CT scan of cases 02, 07 and 13 showed typical viral pneumonia with ground glass opacity, while no viral RNAs were detected in first three or all the upper respiratory samples.    \nInterpretation:  Sputum is most accurate for laboratory diagnosis of NCP, followed by nasal swabs. Detection of viral RNAs in BLAF is necessary for diagnosis and monitoring of viruses in severe cases. CT scan could serve as an important make up for the diagnosis of NCP. \nFunding  National Science and Technology Major Project, Sanming Project of Medicine and China Postdoctoral Science Foundation.</p>", "twitter_description": "Background: The outbreak of novel coronavirus pneumonia (NCP) caused by 2019-nCoV spread rapidly, and elucidation the diagnostic accuracy of different respiratory specimens is crucial for the control and treatment of this diseases. Methods: Respiratory samples including nasal swabs, throat swabs, sputum and bronchoalveolar lavage fluid (BALF) were collected from Guangdong CDC confirmed NCP patients, and viral RNAs were detected using a CFDA approved detection kit. Results were analyzed in combination with sample collection date and clinical information. Finding: Except for BALF, the sputum possessed the highest positive rate (74.4%~88.9%), followed by nasal swabs (53.6%~73.3%) for both severe and mild cases during the first 14 days after illness onset (d.a.o). For samples collected ≥ 15 d.a.o, sputum and nasal swabs still possessed a high positive rate ranging from 42.9%~61.1%. The positive rate of throat swabs collected ≥ 8 d.a.o was low, especially in samples from mild cases. Viral RNAs could be detected in all the lower respiratory tract of severe cases, but not the mild cases. CT scan of cases 02, 07 and 13 showed typical viral pneumonia with ground glass opacity, while no viral RNAs were detected in first three or all the upper respiratory samples. Interpretation: Sputum is most accurate for laboratory diagnosis of NCP, followed by nasal swabs. Detection of viral RNAs in BLAF is necessary for diagnosis and monitoring of viruses in severe cases. CT scan could serve as an important make up for the diagnosis of NCP. Funding National Science and Technology Major Project, Sanming Project of Medicine and China Postdoctoral Science Foundation.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by the National Science and Technology Major Project (2017ZX10103011, 2017ZX10204401, 2018ZX10711001), Sanming Project of Medicine in Shenzhen (SZSM201412003, SZSM201512005) and China Postdoctoral Science Foundation (2019T120147, 2019M660836).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data generated or used during the study have been presented in the submitted article.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.11.20021493v2.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.11.20021493v2", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.11.20021493v2.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/17/2020.02.11.20021493.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.11.20021493v2", "access_rights": "restricted", "authors": ["Yang Yang", "Minghui Yang", "Chenguang Shen", "Fuxiang Wang", "Jing Yuan", "Jinxiu Li", "Mingxia Zhang", "Zhaoqin Wang", "Li Xing", "Jinli Wei", "Ling Peng", "Gary Wong", "Haixia Zheng", "Mingfeng Liao", "Kai Feng", "Jianming Li", "Qianting Yang", "Juanjuan Zhao", "Zheng Zhang", "Lei Liu", "Yingxia Liu"]}