{"title": "Preliminary evaluation of voluntary event cancellation as a countermeasure against the COVID-19 outbreak in Japan as of 11 March, 2020", "doi": "10.1101/2020.03.12.20035220", "citation_id": "2020.03.12.20035220v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.12.20035220", "abstract": "<p>Background: To control COVID−19 outbreak in Japan, sports and entertainment events were canceled in Japan for two weeks from 26 February to 11 March. It has been designated as voluntary event cancellation (VEC).\nObject: This study predicts the effectiveness of VEC enduring and after its implementation.\nMethod: We applied a simple susceptible−infected−recovery model to data of patients with symptoms in Japan during 14 January to VEC introduction and after VEC introduction to 8 March. We adjusted the reporting delay in the latest few days.\nResults: Results suggest that the basic reproduction number, R0, before VEC introduced as 2.50 with a 95% confidence interval (CI) was [2.43, 2.55] and the effective reproduction number, Rv, after VEC introduced as 1. 88; its 95% CI was [1.68,2.02].\nDiscussion and Conclusion: Results demonstrated that VEC can reduce COVID−19 infectiousness by 35%, but R0 remains higher than one.</p>", "twitter_description": "Background: To control COVID−19 outbreak in Japan, sports and entertainment events were canceled in Japan for two weeks from 26 February to 11 March. It has been designated as voluntary event cancellation (VEC). Object: This study predicts the effectiveness of VEC enduring and after its implementation. Method: We applied a simple susceptible−infected−recovery model to data of patients with symptoms in Japan during 14 January to VEC introduction and after VEC introduction to 8 March. We adjusted the reporting delay in the latest few days. Results: Results suggest that the basic reproduction number, R0, before VEC introduced as 2.50 with a 95% confidence interval (CI) was [2.43, 2.55] and the effective reproduction number, Rv, after VEC introduced as 1. 88; its 95% CI was [1.68,2.02]. Discussion and Conclusion: Results demonstrated that VEC can reduce COVID−19 infectiousness by 35%, but R0 remains higher than one.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe author(s) received no specific funding for this work.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data are fully available without restriction.\n\n[https://www.mhlw.go.jp/stf/houdou/houdou\\_list\\_202001.html.][1]\n\n [1]: https://www.mhlw.go.jp/stf/houdou/houdou_list_202001.html.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20035220v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20035220v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20035220v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.12.20035220.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.12.20035220v1", "access_rights": "restricted", "authors": ["Yoshiyuki Sugishita", "Junko Kurita", "Tamie Sugawara", "Yasushi Ohkusa"]}