{"title": "Association of Population Migration and Coronavirus Disease 2019 Epidemic Control", "doi": "10.1101/2020.02.18.20024661", "citation_id": "2020.02.18.20024661v1", "date": "2020-02-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.18.20024661", "abstract": "<p>Background and Objective To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 (COVID-19), in order to provide insight for making differentiated controlling policies.\nMethods We collected demographic and epidemiological information of confirmed COVID-19 cases in Hefei and Shenzhen between January 19 and February 11, 2020, from data officially published by the provincial and municipal Centers for Disease Control and Prevention (CDC). From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities. Aggregated data of population migration during the same period was extracted from Baidu Migration. The change of R0 in the two cites were analyzed and compared. Spearman correlation analysis between R0 and population inflow from epidemic focus were performed.\nResults A total of 157 confirmed cases was identified in Hefei by 24:00 February 11, 2020, with an average age of 44.4±15.6 years, 74 female (47.1%) and 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99 years, 202 female (52.3%). Significant difference in the proportion of imported cases between the two cities was observed (Hefei vs Shenzhen, 24.2% vs 74.9%, p=0.000). Before January 31 2020, during the initial stage of the Level 1 Response to Major Public Health Emergencies, there was no significant association observed in Shenzhen between R0 and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452); meanwhile in Hefei, such association was strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. A weak association was observed in Shenzhen between be R0 and the proportion of population inflow from the epidemic focus (P=0.073, r=0.536) but not in Hefei (P =0.498, r=0.217).\nConclusion Following Level 1 Response, consistent decline of R0 of COVID-19 was observed in both Hefei and Shenzhen. Different patterns of disease spread were observed in the two cities, driven by different patterns of population migration. This indicated that population migration should be taken into consideration when we set controlling policy of a novel infectious disease.</p>", "twitter_description": "Background and Objective To analyze the impact of different patterns of migration flow in two cities, Hefei and Shenzhen, on the epidemic and disease control of Coronavirus Disease 2019 (COVID-19), in order to provide insight for making differentiated controlling policies. Methods We collected demographic and epidemiological information of confirmed COVID-19 cases in Hefei and Shenzhen between January 19 and February 11, 2020, from data officially published by the provincial and municipal Centers for Disease Control and Prevention (CDC). From these data we calculated basic reproduction number R0 to reflect the rate of spread of COVID-19 in these cities. Aggregated data of population migration during the same period was extracted from Baidu Migration. The change of R0 in the two cites were analyzed and compared. Spearman correlation analysis between R0 and population inflow from epidemic focus were performed. Results A total of 157 confirmed cases was identified in Hefei by 24:00 February 11, 2020, with an average age of 44.4±15.6 years, 74 female (47.1%) and 386 confirmed cases were identified in Shenzhen, with an average age of 45.15±17.99 years, 202 female (52.3%). Significant difference in the proportion of imported cases between the two cities was observed (Hefei vs Shenzhen, 24.2% vs 74.9%, p=0.000). Before January 31 2020, during the initial stage of the Level 1 Response to Major Public Health Emergencies, there was no significant association observed in Shenzhen between R0 and the proportion of population inflow from the epidemic focus (P =0.260, r=-0.452); meanwhile in Hefei, such association was strong (P =0.000, r=1.0). However, after the initial stage of response, the situation reversed. A weak association was observed in Shenzhen between be R0 and the proportion of population inflow from the epidemic focus (P=0.073, r=0.536) but not in Hefei (P =0.498, r=0.217). Conclusion Following Level 1 Response, consistent decline of R0 of COVID-19 was observed in both Hefei and Shenzhen. Different patterns of disease spread were observed in the two cities, driven by different patterns of population migration. This indicated that population migration should be taken into consideration when we set controlling policy of a novel infectious disease.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nClinical research hospital of Chinese Academy of Sciences (Hefei) “new coronavirus infection emergency scientific and technological research project”（YD9110004001,YD9110002002）\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data is available on request to the authors.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.18.20024661v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.18.20024661v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.18.20024661v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/20/2020.02.18.20024661.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.18.20024661v1", "access_rights": "restricted", "authors": ["Yu Ding", "Sihui Luo", "Xueying Zheng", "Ping Ling", "Tong Yue", "Zhirong Liu", "Jianping Weng"]}