{"title": "Social distance and SARS memory: impact on the public awareness of 2019 novel coronavirus (COVID-19) outbreak", "doi": "10.1101/2020.03.11.20033688", "citation_id": "2020.03.11.20033688v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.11.20033688", "abstract": "<p>This study examines publicly available online search data in China to investigate the spread of public awareness of the 2019 novel coronavirus (COVID-19) outbreak. We found that cities that suffered from SARS and have greater migration ties to the epicentre, Wuhan, had earlier, stronger and more durable public awareness of the outbreak. Our data indicate that forty-eight such cities developed awareness up to 19 days earlier than 255 comparable cities, giving them an opportunity to better prepare. This study suggests that it is important to consider memory of prior catastrophic events as they will influence the public response to emerging threats.</p>", "twitter_description": "This study examines publicly available online search data in China to investigate the spread of public awareness of the 2019 novel coronavirus (COVID-19) outbreak. We found that cities that suffered from SARS and have greater migration ties to the epicentre, Wuhan, had earlier, stronger and more durable public awareness of the outbreak. Our data indicate that forty-eight such cities developed awareness up to 19 days earlier than 255 comparable cities, giving them an opportunity to better prepare. This study suggests that it is important to consider memory of prior catastrophic events as they will influence the public response to emerging threats.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nX.L. and W.X. were supported by the National Natural Science Foundation of China, No. 41571118.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.11.20033688v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.11.20033688v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.11.20033688v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.11.20033688.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.11.20033688v1", "access_rights": "restricted", "authors": ["Haohui Chen", "Weipan Xu", "Cecile Paris", "Andrew Reeson", "Xun Li"]}