{"title": "Estimating the burden of United States workers exposed to infection or disease: a key factor in containing risk of COVID-19 infection", "doi": "10.1101/2020.03.02.20030288", "citation_id": "2020.03.02.20030288v1", "date": "2020-03-06", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.02.20030288", "abstract": "<p>Introduction:\nWith the global spread of COVID-19, there is a compelling public health interest in quantifying who is at increased risk of disease. Occupational characteristics, such as interfacing with the public and being in close quarters with other workers, not only put workers at high risk for disease, but also make them a nexus of disease transmission to the community. This can further be exacerbated through presenteeism, the term used to describe the act of coming to work despite being symptomatic for disease. Understanding which occupational groups are exposed to infection and disease in the workplace can help to inform public health risk response and management for COVID-19, and subsequent infectious disease outbreaks.\n\nMethods:\nTo estimate the burden of United States workers exposed to infection and disease in the workplace, national employment data (by Standard Occupational Classification) maintained by the Bureau of Labor Statistics (BLS) was merged with BLS O*NET survey data, which ranks occupations with particular physical, ergonomic, and structural exposures. For this analysis, occupations reporting exposure to infection or disease more than once a month was the focus.  \n\nResults:\nBased on our analyses, approximately 10% (14.4 M) of United States workers are employed in occupations where exposure to disease or infection occurs at least once per week. Approximately 18.4% (26.7 M) of all United States workers are employed in occupations where exposure to disease or infection occurs at least once per month. While the majority of exposed workers are employed in healthcare sectors, other occupational sectors also have high proportions of exposed workers. These include protective service occupations (e.g. police officers, correctional officers, firefighters), office and administrative support occupations (e.g. couriers and messengers, patient service representatives), education occupations (e.g. preschool and daycare teachers), community and social services occupations (community health workers, social workers, counselors), and even construction and extraction occupations (e.g. plumbers, septic tank installers, elevator repair).\n\n\nConclusions:\nThe large number of persons employed in a wide variety of occupations with frequent exposure to infection and disease underscore the importance of all workplaces developing risk response plans for COVID-19. This work also serves as an important reminder that the workplace is a key locus for public health interventions, which could protect both workers and the communities they serve.</p>", "twitter_description": "Introduction: With the global spread of COVID-19, there is a compelling public health interest in quantifying who is at increased risk of disease. Occupational characteristics, such as interfacing with the public and being in close quarters with other workers, not only put workers at high risk for disease, but also make them a nexus of disease transmission to the community. This can further be exacerbated through presenteeism, the term used to describe the act of coming to work despite being symptomatic for disease. Understanding which occupational groups are exposed to infection and disease in the workplace can help to inform public health risk response and management for COVID-19, and subsequent infectious disease outbreaks. Methods: To estimate the burden of United States workers exposed to infection and disease in the workplace, national employment data (by Standard Occupational Classification) maintained by the Bureau of Labor Statistics (BLS) was merged with BLS O*NET survey data, which ranks occupations with particular physical, ergonomic, and structural exposures. For this analysis, occupations reporting exposure to infection or disease more than once a month was the focus. Results: Based on our analyses, approximately 10% (14.4 M) of United States workers are employed in occupations where exposure to disease or infection occurs at least once per week. Approximately 18.4% (26.7 M) of all United States workers are employed in occupations where exposure to disease or infection occurs at least once per month. While the majority of exposed workers are employed in healthcare sectors, other occupational sectors also have high proportions of exposed workers. These include protective service occupations (e.g. police officers, correctional officers, firefighters), office and administrative support occupations (e.g. couriers and messengers, patient service representatives), education occupations (e.g. preschool and daycare teachers), community and social services occupations (community health workers, social workers, counselors), and even construction and extraction occupations (e.g. plumbers, septic tank installers, elevator repair). Conclusions: The large number of persons employed in a wide variety of occupations with frequent exposure to infection and disease underscore the importance of all workplaces developing risk response plans for COVID-19. This work also serves as an important reminder that the workplace is a key locus for public health interventions, which could protect both workers and the communities they serve.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nResearch reported here was supported by the National Institute for Occupational Safety and Health under Federal Training Grant T42OH008433. The content is solely the responsibility of the authors and does not necessarily represent the official views of NIOSH.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data is publicly available online, links to this are referenced in the submission.\n\n<https://www.bls.gov/oes/home.htm>\n\n<https://www.onetonline.org>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030288v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030288v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.02.20030288v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.02.20030288.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution 4.0 International), CC BY 4.0, as described at http://creativecommons.org/licenses/by/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.02.20030288v1", "access_rights": "restricted", "authors": ["Marissa G Baker", "Trevor K Peckham", "Noah S. Seixas"]}