{"title": "Isolation and characterization of SARS-CoV-2 from the first US COVID-19 patient", "doi": "10.1101/2020.03.02.972935", "citation_id": "2020.03.02.972935v2", "date": "2020-03-07", "laguage": "en", "journal_title": "bioRxiv", "first_page": "2020.03.02.972935", "abstract": "<p>The etiologic agent of the outbreak of pneumonia in Wuhan China in January-2020, was identified as severe acute respiratory syndrome associated coronavirus 2 (SARS-CoV-2) . The first US patient was diagnosed by the State of Washington and the US Centers for Disease Control and Prevention on January 20, 2020. We isolated virus from nasopharyngeal and oropharyngeal specimens, and characterized the viral sequence, replication properties, and cell culture tropism. We found that the virus replicated to high titers in Vero-CCL81 cells and Vero E6 cells in the absence of trypsin. We also deposited the virus into two virus repositories, making it broadly available to the public health and research communities. We hope that open access to this important reagent will expedite development of medical countermeasures.</p>", "twitter_description": "The etiologic agent of the outbreak of pneumonia in Wuhan China was identified as severe acute respiratory syndrome associated coronavirus 2 (SARS-CoV-2) in January, 2020. The first US patient was diagnosed by the State of Washington and the US Centers for Disease Control and Prevention on January 20, 2020. We isolated virus from nasopharyngeal and oropharyngeal specimens, and characterized the viral sequence, replication properties, and cell culture tropism. We found that the virus replicates to high titer in Vero-CCL81 cells and Vero E6 cells in the absence of trypsin. We also deposited the virus into two virus repositories, making it broadly available to the public health and research communities. We hope that open access to this important reagent will expedite development of medical countermeasures.\n\nArticle Summary Scientists have isolated virus from the first US COVID-19 patient. The isolation and reagents described here will serve as the US reference strain used in research, drug discovery and vaccine testing.", "full_text_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.02.972935v2.full", "public_url": "https://www.biorxiv.org/content/10.1101/2020.03.02.972935v2", "abstract_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.02.972935v2.abstract", "pdf_url": "https://www.biorxiv.org/content/biorxiv/early/2020/03/07/2020.03.02.972935.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use under a CC0 license", "publisher": "Cold Spring Harbor Laboratory", "pisa": "biorxiv;2020.03.02.972935v2", "access_rights": "restricted", "authors": ["Jennifer Harcourt", "Azaibi Tamin", "Xiaoyan Lu", "Shifaq Kamili", "Senthil Kumar. Sakthivel", "Janna Murray", "Krista Queen", "Ying Tao", "Clinton R. Paden", "Jing Zhang", "Yan Li", "Anna Uehara", "Haibin Wang", "Cynthia Goldsmith", "Hannah A. Bullock", "Lijuan Wang", "Brett Whitaker", "Brian Lynch", "Rashi Gautam", "Craig Schindewolf", "Kumari G. Lokugamage", "Dionna Scharton", "Jessica A. Plante", "Divya Mirchandani", "Steven G. Widen", "Krishna Narayanan", "Shinji Makino", "Thomas G. Ksiazek", "Kenneth S. Plante", "Scott C. Weaver", "Stephen Lindstrom", "Suxiang Tong", "Vineet D. Menachery", "Natalie J. Thornburg"]}