{"title": "Clinical Features of Patients Infected with the 2019 Novel Coronavirus (COVID-19) in Shanghai, China", "doi": "10.1101/2020.03.04.20030395", "citation_id": "2020.03.04.20030395v1", "date": "2020-03-06", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.04.20030395", "abstract": "<p>Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novel coronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spread throughout China. Here we identify the clinical characteristics of COVID-19 in a cohort of patients in Shanghai. \nMethods: Cases were confirmed by real-time RT-PCR and were analysed for demographic, clinical, laboratory and radiological features. \nResults: Of 198 patients, the median duration from disease onset to hospital admission was 4 days. The mean age of the patients was 50.1 years, and 51.0% patients were male. The most common symptom was fever. Less than half of the patients presented with respiratory systems including cough, sputum production, itchy or sore throat, shortness of breath, and chest congestion. 5.6% patients had diarrhoea. On admission, T lymphocytes were decreased in 45.8% patients. Ground glass opacity was the most common radiological finding on chest computed tomography. 9.6% were admitted to the ICU because of the development of organ dysfunction. Compared with patients not treated in ICU, patients treated in the ICU were older, had longer waiting time to admission, fever over 38.5o C, dyspnoea, reduced T lymphocytes, elevated neutrophils and organ failure.\nConclusions: In this single centre cohort of COVID-19 patients, the most common symptom was fever, and the most common laboratory abnormality was decreased blood T cell counts. Older age, male, fever over 38.5oC, symptoms of dyspnoea, and underlying comorbidity, were the risk factors most associated with severity of disease.\nKey words: 2019 novel coronavirus; acute respiratory infection; risk factors for disease severity</p>", "twitter_description": "Background: Since mid-December 2019, a cluster of pneumonia-like diseases caused by a novel coronavirus, now designated COVID-19 by the WHO, emerged in Wuhan city and rapidly spread throughout China. Here we identify the clinical characteristics of COVID-19 in a cohort of patients in Shanghai. Methods: Cases were confirmed by real-time RT-PCR and were analysed for demographic, clinical, laboratory and radiological features. Results: Of 198 patients, the median duration from disease onset to hospital admission was 4 days. The mean age of the patients was 50.1 years, and 51.0% patients were male. The most common symptom was fever. Less than half of the patients presented with respiratory systems including cough, sputum production, itchy or sore throat, shortness of breath, and chest congestion. 5.6% patients had diarrhoea. On admission, T lymphocytes were decreased in 45.8% patients. Ground glass opacity was the most common radiological finding on chest computed tomography. 9.6% were admitted to the ICU because of the development of organ dysfunction. Compared with patients not treated in ICU, patients treated in the ICU were older, had longer waiting time to admission, fever over 38.5o C, dyspnoea, reduced T lymphocytes, elevated neutrophils and organ failure. Conclusions: In this single centre cohort of COVID-19 patients, the most common symptom was fever, and the most common laboratory abnormality was decreased blood T cell counts. Older age, male, fever over 38.5oC, symptoms of dyspnoea, and underlying comorbidity, were the risk factors most associated with severity of disease. Key words: 2019 novel coronavirus; acute respiratory infection; risk factors for disease severity\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nHistologic features\n\n### Funding Statement\n\nFunding information: This research was funded by the First-rate University and Discipline Construction Project of Fudan University (IDF162005) and the Key Scientific Research Projects on 2019-nCoV of Shanghai Public Health Clinical Centre (2020YJKY01), the Special Emergency Project for the Prevention and Treatment of COVID-19 with Traditional Chinese Medicine in Shanghai（2020NCP001）, and the 2018-2020 Three-year Action Plan for Traditional Chinese Medicine Further Development in Shanghai (ZY (2018-2020) CCCX-2002-04).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data that support the findings of this study are available from the corresponding authors upon request. Participant data are without names and identifiers, and they will be made available after approval from the corresponding author and National Health Commission. After publication of study findings, the data will be available for others to request. The research team will provide an email address for communication once the data are approved for sharing.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.04.20030395v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.04.20030395v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.04.20030395v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/06/2020.03.04.20030395.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.04.20030395v1", "access_rights": "restricted", "authors": ["Min Cao", "Dandan Zhang", "Youhua Wang", "Yunfei Lu", "Xiangdong Zhu", "Ying Li", "Honghao Xue", "Yunxiao Lin", "Min Zhang", "Yiguo Sun", "Zongguo Yang", "Jia Shi", "Yi Wang", "Chang Zhou", "Yidan Dong", "Ping Liu", "Steven M Dudek", "Zhen Xiao", "Hongzhou Lu", "Longping Peng"]}