{"title": "When will the battle against novel coronavirus end in Wuhan: a SEIR modeling analysis", "doi": "10.1101/2020.02.16.20023804", "citation_id": "2020.02.16.20023804v1", "date": "2020-02-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.16.20023804", "abstract": "<p>Recent outbreak of 2019-nCoV in Wuhan raised serious public health concerns. By February 15, 2020 in Wuhan, the total number of confirmed infection cases has reached 37,914, and the number of deaths has reached 1123, accounting for 56.9% of the total confirmed cases and 73.7% of the total deaths in China. People are eager to know when the epidemic will be completely controlled and when people9s work and life will be on the right track. In this study we analyzed the epidemic dynamics and trend of 2019-nCoV in Wuhan by using the data after the closure of Wuhan city till February 12, 2020 based on the SEIR modeling method. The optimal parameters were estimated as R0=1.44 (interquartile range: 1.40-1.47)，TI=14 (interquartile range: 14-14) and TE=3.0 (interquartile range: 2.8-3.1). Based on these parameters, the number of infected individuals in Wuhan city may reach the peak around February 19 at about 45,000 people. Once entering March, the epidemic would gradually decline, and end around the late March. It is worth noting that the above prediction is based on the assumption that the number of susceptible population N = 200,000 will not increase. If the epidemic situation is not properly controlled, the peak of infected number can be further increased and the peak time will be a little postponed. It was expected that the epidemic would subside in early March, and disappear gradually towards the late March.</p>", "twitter_description": "Recent outbreak of 2019-nCoV in Wuhan raised serious public health concerns. By February 15, 2020 in Wuhan, the total number of confirmed infection cases has reached 37,914, and the number of deaths has reached 1123, accounting for 56.9% of the total confirmed cases and 73.7% of the total deaths in China. People are eager to know when the epidemic will be completely controlled and when people's work and life will be on the right track. In this study we analyzed the epidemic dynamics and trend of 2019-nCoV in Wuhan by using the data after the closure of Wuhan city till February 12, 2020 based on the SEIR modeling method. The optimal parameters were estimated as R0=1.44 (interquartile range: 1.40-1.47)，TI=14 (interquartile range: 14-14) and TE=3.0 (interquartile range: 2.8-3.1). Based on these parameters, the number of infected individuals in Wuhan city may reach the peak around February 19 at about 45,000 people. Once entering March, the epidemic would gradually decline, and end around the late March. It is worth noting that the above prediction is based on the assumption that the number of susceptible population N = 200,000 will not increase. If the epidemic situation is not properly controlled, the peak of infected number can be further increased and the peak time will be a little postponed. It was expected that the epidemic would subside in early March, and disappear gradually towards the late March.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nThe ethical approval or individual consent was not applicable.\n\n### Funding Statement\n\nThis work was not funded.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data were collected from the official website of Hubei Provincial Health Committee (http://wjw.hubei.gov.cn/)\n\n<http://wjw.hubei.gov.cn/>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023804v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023804v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.16.20023804v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/18/2020.02.16.20023804.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.16.20023804v1", "access_rights": "restricted", "authors": ["lianglu zhang", "kangkang wan", "jing chen", "changming lu", "lanlan dong", "zhicheng wu"]}