{"title": "Assessing the Global Tendency of COVID-19 Outbreak", "doi": "10.1101/2020.03.18.20038224", "citation_id": "2020.03.18.20038224v1", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.18.20038224", "abstract": "<p>COVID-19 is now widely spreading around the world as a global pandemic, whereas it had been effecitvely under control in China by March 15. In this report, we estimate the global tendency of COVID-19 and analyze the associated global epidemic risk, given that the status quo is continued without further measures being taken.\nThe results show that the global R_0, excluding China, is estimated to be 2.63 (95% CI: 1.67 - 4.69). Seven countries, including Italy and Republic of Korea, have peak values over 10,000. And the peak arrival time of all these countries is after May 12, 2020 (95 % CI: April 1, 2020 - June 24, 2020). We predict that there are four regional clusters of the outbreak: Southeast Asia extending southward to Oceania, the Middle East, Western Europe and North America. Among them, Western Europe will become the major center of the outbreak. The peak values in Spain and Italy are estimated to be 232,661 and 108,062, respectively. The total number of peak values in Europe will exceed 703,215 (95% CI: 209,670 - 23,095,507). Above all, if the current policy environment is maintained, the cumulative number of patients worldwide will exceed 892,950 (95% CI: 335,922 - 24,930,386).</p>", "twitter_description": "COVID-19 is now widely spreading around the world as a global pandemic, whereas it had been effecitvely under control in China by March 15. In this report, we estimate the global tendency of COVID-19 and analyze the associated global epidemic risk, given that the status quo is continued without further measures being taken. The results show that the global R_0, excluding China, is estimated to be 2.63 (95% CI: 1.67 - 4.69). Seven countries, including Italy and Republic of Korea, have peak values over 10,000. And the peak arrival time of all these countries is after May 12, 2020 (95 % CI: April 1, 2020 - June 24, 2020). We predict that there are four regional clusters of the outbreak: Southeast Asia extending southward to Oceania, the Middle East, Western Europe and North America. Among them, Western Europe will become the major center of the outbreak. The peak values in Spain and Italy are estimated to be 232,661 and 108,062, respectively. The total number of peak values in Europe will exceed 703,215 (95% CI: 209,670 - 23,095,507). Above all, if the current policy environment is maintained, the cumulative number of patients worldwide will exceed 892,950 (95% CI: 335,922 - 24,930,386).\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo funding support\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll the data are available from the official networks.\n\n<https://www.who.int/>\n\n<https://bnonews.com/index.php/2020/02/the-latest-coronavirus-cases/>\n\n<http://www.nhc.gov.cn/>\n\n<https://bluehub.jrc.ec.europa.eu/migration/app/>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038224v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038224v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.18.20038224v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.18.20038224.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NoDerivs 4.0 International), CC BY-ND 4.0, as described at http://creativecommons.org/licenses/by-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.18.20038224v1", "access_rights": "restricted", "authors": ["Qinghe Liu", "Zhicheng Liu", "Junkai Zhu", "Yuhao Zhu", "Deqiang Li", "Zefei Gao", "Liuling Zhou", "Junyan Yang", "Qiao Wang"]}