{"title": "Age profile of susceptibility, mixing, and social distancing shape the dynamics of the novel coronavirus disease 2019 outbreak in China", "doi": "10.1101/2020.03.19.20039107", "citation_id": "2020.03.19.20039107v1", "date": "2020-03-20", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.19.20039107", "abstract": "<p>Strict interventions were successful to control the novel coronavirus (COVID-19) outbreak in China. As transmission intensifies in other countries, the interplay between age, contact patterns, social distancing, susceptibility to infection and disease, and COVID-19 dynamics remains unclear. To answer these questions, we analyze contact surveys data for Wuhan and Shanghai before and during the outbreak and contact tracing information from Hunan Province. Daily contacts were reduced 7-9 fold during the COVID-19 social distancing period, with most interactions restricted to the household. Children 0-14 years were 59% (95% CI 7-82%) less susceptible than individuals 65 years and over. A transmission model calibrated against these data indicates that social distancing alone, as implemented in China during the outbreak, is sufficient to control COVID-19. While proactive school closures cannot interrupt transmission on their own, they reduce peak incidence by half and delay the epidemic. These findings can help guide global intervention policies.</p>", "twitter_description": "Strict interventions were successful to control the novel coronavirus (COVID-19) outbreak in China. As transmission intensifies in other countries, the interplay between age, contact patterns, social distancing, susceptibility to infection and disease, and COVID-19 dynamics remains unclear. To answer these questions, we analyze contact surveys data for Wuhan and Shanghai before and during the outbreak and contact tracing information from Hunan Province. Daily contacts were reduced 7-9 fold during the COVID-19 social distancing period, with most interactions restricted to the household. Children 0-14 years were 59% (95% CI 7-82%) less susceptible than individuals 65 years and over. A transmission model calibrated against these data indicates that social distancing alone, as implemented in China during the outbreak, is sufficient to control COVID-19. While proactive school closures cannot interrupt transmission on their own, they reduce peak incidence by half and delay the epidemic. These findings can help guide global intervention policies.\n\n### Competing Interest Statement\n\nA.V. has received funding from Metabiota Inc. H.Y. has received research funding from Sanofi Pasteur, GlaxoSmithKline, Yichang HEC Changjiang Pharmaceutical Company, and Shanghai Roche Pharmaceutical Company. This article does not necessarily represent the views of the NIH or the US government. \n\n### Funding Statement\n\nH.Y. acknowledges financial support from the National Science Fund for Distinguished Young Scholars (No. 81525023), Key Emergency Project of Shanghai Science and Technology Committee (No. 20411950100), National Science and Technology Major Project of China (No. 2018ZX10201001-010, No. 2018ZX10713001-007, No. 2017ZX10103009-005). The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. S.M. and M.A. acknowledge financial support from the European Commission H2020 MOOD project.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data is available in the main text or the supplementary materials.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039107v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039107v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20039107v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/20/2020.03.19.20039107.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.19.20039107v1", "access_rights": "restricted", "authors": ["Juanjuan Zhang", "Maria Litvinova", "Yuxia Liang", "Yan Wang", "Wei Wang", "Shanlu Zhao", "Qianhui Wu", "Stefano Merler", "Cecile Viboud", "Alessandro Vespignani", "Marco Ajelli", "Hongjie Yu"]}