{"title": "Clinical Characteristics of 2019 Novel Infected Coronavirus Pneumonia：A Systemic Review and Meta-analysis", "doi": "10.1101/2020.02.14.20021535", "citation_id": "2020.02.14.20021535v1", "date": "2020-02-17", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.14.20021535", "abstract": "<p>Background:A Novel pneumonia associated with the 2019 coronavirus infected pneumonia (NCIP) suddenly broke out in Wuhan, China in December 2019. 37287 confirmed cases and 813 death case in China (Until 8th/Feb/2019) have been reported in just fortnight. Although this risky pneumonia with high infection rates and high mortality rates need to be resolved immediately, major gaps in our knowledge of clinical characters of it were still not be established. The aim of this study is to summaries and analysis the clinical characteristics of 2019-nCoV pneumonia.\nMethods: Literature have been systematically performed a search on PubMed, Embase, Web of Science, GreyNet International, and The Cochrane Library from inception up to February 8, 2020. The Newcastle-Ottawa Scale was used to assess quality, and publication bias was analyzed by Egger test. In the single-arm meta-analysis, A fix-effects model was used to obtain a pooled incidence rate. We conducted subgroup analysis according to geographic region and research scale.\nResults: A total of nine studies including 356 patients were included in this study, the mean age was 52.4 years and 221 (62.1%) were male. The pooled incidences rate of symptoms as follows: pharyngalgia (12.2%, 95% CI: 0.087-0.167), diarrhea (9.2%, 95% CI: 0.062-0.133) and headache (8.9%, 95% CI: 0.063-0.125). Meanwhile, 5.7% (95% CI: 0.027-0.114) of patients were found without any symptoms although they were diagnosed by RT-PCR. In the terms of CT imaging examination, the most of patients showed bilateral mottling or ground-glass opacity, 8.6% (95% CI: 0.048-0.148) of patients with crazy-paving pattern, and 11.5% (95% CI: 0.064-0.197) of patients without obvious CT imaging presentations. The pooled incidence of mortality was 8.9% (95% CI: 0.062-0.126).\nConclusions: To our knowledge, this is the first evidence-based medicine research to further elaborate the clinical characteristics of NCIP, which is beneficial to the next step of prevention and treatment.</p>", "twitter_description": "Background:A Novel pneumonia associated with the 2019 coronavirus infected pneumonia (NCIP) suddenly broke out in Wuhan, China in December 2019. 37287 confirmed cases and 813 death case in China (Until 8th/Feb/2019) have been reported in just fortnight. Although this risky pneumonia with high infection rates and high mortality rates need to be resolved immediately, major gaps in our knowledge of clinical characters of it were still not be established. The aim of this study is to summaries and analysis the clinical characteristics of 2019-nCoV pneumonia. Methods: Literature have been systematically performed a search on PubMed, Embase, Web of Science, GreyNet International, and The Cochrane Library from inception up to February 8, 2020. The Newcastle-Ottawa Scale was used to assess quality, and publication bias was analyzed by Egger test. In the single-arm meta-analysis, A fix-effects model was used to obtain a pooled incidence rate. We conducted subgroup analysis according to geographic region and research scale. Results: A total of nine studies including 356 patients were included in this study, the mean age was 52.4 years and 221 (62.1%) were male. The pooled incidences rate of symptoms as follows: pharyngalgia (12.2%, 95% CI: 0.087-0.167), diarrhea (9.2%, 95% CI: 0.062-0.133) and headache (8.9%, 95% CI: 0.063-0.125). Meanwhile, 5.7% (95% CI: 0.027-0.114) of patients were found without any symptoms although they were diagnosed by RT-PCR. In the terms of CT imaging examination, the most of patients showed bilateral mottling or ground-glass opacity, 8.6% (95% CI: 0.048-0.148) of patients with crazy-paving pattern, and 11.5% (95% CI: 0.064-0.197) of patients without obvious CT imaging presentations. The pooled incidence of mortality was 8.9% (95% CI: 0.062-0.126). Conclusions: To our knowledge, this is the first evidence-based medicine research to further elaborate the clinical characteristics of NCIP, which is beneficial to the next step of prevention and treatment.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis research was funded by the National Natural Science Foundation of China (61741516) and the National Science Foundation of Yunnan Province, China (ZD2014004), and Yunnan Key Laboratory of Opto-Electronic Information Technology, Kunming, China.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data used to support the findings of this study are available from the corresponding author upon request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.14.20021535v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.14.20021535v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.14.20021535v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/17/2020.02.14.20021535.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.14.20021535v1", "access_rights": "restricted", "authors": ["Kai Qian", "Yi Deng", "Yonghang Tai", "Jun Peng", "Hao Peng", "Lihong Jiang"]}