{"title": "Analysis clinical features of COVID-19 infection in secondary epidemic area and report potential biomarkers in evaluation", "doi": "10.1101/2020.03.10.20033613", "citation_id": "2020.03.10.20033613v1", "date": "2020-03-13", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.10.20033613", "abstract": "<p>Objective: Based on the clinical characteristics of infected patients with novel coronavirus in secondary epidemic areas,we aimed to identify potential biomarkers for the evaluation of novel coronavirus-infected patients,guide the diagnosis and treatment of this disease in secondary epidemic areas and provide a reference for the clinical prevention and control of this epidemic situation.\nMethods: The clinical data of 33 patients with respiratory symptoms caused by the novel coronavirus in Wenzhou city from January 15 to February 12,2020,were thoroughly reviewed. At the onset of the disease,we found that the primary symptoms were fever,cough,fatigue,chest tightness,chest pain and specific blood test results. According to the patients9histories,the patients were divided into two groups: those who spent time in the main epidemic area and those who did not spend time in the main epidemic area. The differences in the clinical manifestations between these two groups were analyzed.\nResults: The main clinical symptoms of patients infected with novel coronavirus in the secondary epidemic area were respiratory tract ailments and systemic symptoms. After grouping patients based on the presence or absence of residency in or travel history to the main epidemic area, there was no significant difference between the baseline data of these two groups, and there were no significant differences in symptoms and signs between the two groups (P&gt;0.05). Some patients had abnormally increased serum amyloid protein A (SAA). There were statistically significant differences in the leukocyte count/C-reactive protein,monocyte ratio/C-reactive protein,neutrophil count/C-reactive protein,monocyte count/C-reactive protein and hemoglobin/C-reactive protein values between the two groups (P &lt; 0.05).\nConclusion: Respiratory tract ailments and systemic symptoms were the primary symptoms of novel coronavirus infection in the secondary epidemic area; these symptoms are not typical. The abnormal increase in serum amyloid protein (SAA) may be used as an auxiliary index for diagnosis and treatment. CRP changes before other blood parameters and thus may be an effective evaluation index for patients with COVID-19 infection.</p>", "twitter_description": "Objective: Based on the clinical characteristics of infected patients with novel coronavirus in secondary epidemic areas,we aimed to identify potential biomarkers for the evaluation of novel coronavirus-infected patients,guide the diagnosis and treatment of this disease in secondary epidemic areas and provide a reference for the clinical prevention and control of this epidemic situation. Methods: The clinical data of 33 patients with respiratory symptoms caused by the novel coronavirus in Wenzhou city from January 15 to February 12,2020,were thoroughly reviewed. At the onset of the disease,we found that the primary symptoms were fever,cough,fatigue,chest tightness,chest pain and specific blood test results. According to the patients'histories,the patients were divided into two groups: those who spent time in the main epidemic area and those who did not spend time in the main epidemic area. The differences in the clinical manifestations between these two groups were analyzed. Results: The main clinical symptoms of patients infected with novel coronavirus in the secondary epidemic area were respiratory tract ailments and systemic symptoms. After grouping patients based on the presence or absence of residency in or travel history to the main epidemic area, there was no significant difference between the baseline data of these two groups, and there were no significant differences in symptoms and signs between the two groups (P>0.05). Some patients had abnormally increased serum amyloid protein A (SAA). There were statistically significant differences in the leukocyte count/C-reactive protein,monocyte ratio/C-reactive protein,neutrophil count/C-reactive protein,monocyte count/C-reactive protein and hemoglobin/C-reactive protein values between the two groups (P < 0.05). Conclusion: Respiratory tract ailments and systemic symptoms were the primary symptoms of novel coronavirus infection in the secondary epidemic area; these symptoms are not typical. The abnormal increase in serum amyloid protein (SAA) may be used as an auxiliary index for diagnosis and treatment. CRP changes before other blood parameters and thus may be an effective evaluation index for patients with COVID-19 infection.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo funding support this project\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe clinical data of patients who were diagnosed with novel coronavirus COVID-19 positive by nucleic acid test from sputum, throat swab, lower respiratory secretion and other samples were collected from January 15 to February 1, 2020. All patients gave signed, informed consent for their dates to be used for scientific research. Ethical approval for the study was obtained from the Second Affiliated Hospital of Wenzhou Medical University (Zhejiang, China).", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033613v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033613v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.10.20033613v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/13/2020.03.10.20033613.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.10.20033613v1", "access_rights": "restricted", "authors": ["Weiping Ji", "Gautam Bishnu", "Zhenzhai Cai", "Xian Shen"]}