{"title": "Evaluating the impact of international airline suspensions on the early global spread of COVID-19", "doi": "10.1101/2020.02.20.20025882", "citation_id": "2020.02.20.20025882v2", "date": "2020-03-02", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.20.20025882", "abstract": "<p>Global airline networks play a key role in the global importation of emerging infectious diseases. Detailed information\non air traffic between international airports has been demonstrated to be useful in retrospectively validating and\nprospectively predicting case emergence in other countries. In this paper, we use a well-established metric known as\neffective distance on the global air traffic data from IATA to quantify risk of emergence for different countries as a consequence\nof direct importation from China, and compare it against arrival times for the first 24 countries. Using this\nmodel trained on official first reports from WHO, we estimate time of arrival (ToA) for all other countries. We then\nincorporate data on airline suspensions to recompute the effective distance and assess the effect of such cancellations in\ndelaying the estimated arrival time for all other countries. Finally we use the infectious disease vulnerability indices to\nexplain some of the estimated reporting delays.</p>", "twitter_description": "Global airline networks play a key role in the global importation of emerging infectious diseases. Detailed information on air traffic between international airports has been demonstrated to be useful in retrospectively validating and prospectively predicting case emergence in other countries. In this paper, we use a well-established metric known as effective distance on the global air traffic data from IATA to quantify risk of emergence for different countries as a consequence of direct importation from China, and compare it against arrival times for the first 24 countries. Using this model trained on official first reports from WHO, we estimate time of arrival (ToA) for all other countries. We then incorporate data on airline suspensions to recompute the effective distance and assess the effect of such cancellations in delaying the estimated arrival time for all other countries. Finally we use the infectious disease vulnerability indices to explain some of the estimated reporting delays.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe authors would like to thank members of the Network Systems Science and Advanced Computing (NSSAC) Division for interesting discussion and suggestions related to epidemic science and machine learning. This work was partially supported by National Institutes of Health (NIH) Grant 1R01GM109718, NSF BIG DATA Grant IIS-1633028, NSF DIBBS Grant ACI-1443054, DTRA subcontract/ARA S-D00189-15-TO-01-UVA, NSF Grant No.: OAC-1916805, US Centers for Disease Control and Prevention 75D30119C05935 and a collaborative seed grant from the UVA Global Infectious Disease Institute. \n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data except from proprietary sources used in the analysis are made available as Supplemental material.\n\n<https://doi.org/10.18130/V3/Z6524P>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.20.20025882v2.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.20.20025882v2", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.20.20025882v2.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/02/2020.02.20.20025882.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.20.20025882v2", "access_rights": "restricted", "authors": ["Aniruddha Adiga", "Srinivasan Venkatramanan", "James Schlitt", "Akhil Peddireddy", "Allan Dickerman", "Andrei Bura", "Andrew Warren", "Brian D Klahn", "Chunhong Mao", "Dawen Xie", "Dustin Machi", "Erin Raymond", "Fanchao Meng", "Golda Barrow", "Henning Mortveit", "Jiangzhuo Chen", "Jim Walke", "Joshua Goldstein", "Mandy L Wilson", "Mark Orr", "Przemyslaw Porebski", "Pyrros A Telionis", "Richard Beckman", "Stefan Hoops", "Stephen Eubank", "Young Yun Baek", "Bryan Lewis", "Madhav Marathe", "Chris Barrett"]}