{"title": "Protocol of a randomized controlled trial testing inhaled Nitric Oxide in mechanically ventilated patients with severe acute respiratory syndrome in COVID-19 (SARS-CoV-2).", "doi": "10.1101/2020.03.09.20033530", "citation_id": "2020.03.09.20033530v1", "date": "2020-03-13", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.09.20033530", "abstract": "<p>Introduction. Severe acute respiratory syndrome (SARS-CoV-2) due to novel Coronavirus (2019-nCoV) related infection (COVID-19) is characterized by severe ventilation perfusion mismatch leading to refractory hypoxemia. To date, there is no specific treatment available for 2019-nCoV. Nitric oxide is a selective pulmonary vasodilator gas used as a rescue therapy in refractory hypoxemia due to acute respiratory distress syndrome (ARDS). In has also shown in-vitro and clinical evidence that inhaled nitric oxide gas (iNO) has antiviral activity against other strains of coronavirus. The primary aim of this study is to determine whether inhaled NO improves oxygenation in patients with hypoxic SARS-CoV2. This is a multicenter randomized controlled trial with 1:1 individual allocation. Patients will be blinded to the treatment.\nMethods and analysis. Intubated patients admitted to the intensive care unit with confirmed SARS-CoV-2 infection and severe hypoxemia will be randomized to receive inhalation of NO (treatment group) or not (control group). Treatment will be stopped when patients are free from hypoxemia for more than 24 hours. The primary outcome evaluates levels of oxygenation between the two groups at 48 hours. Secondary outcomes include rate of survival rate at 28 and 90 days in the two groups, time to resolution of severe hypoxemia, time to achieve negativity of SARS-CoV-2 RT-PCR tests. \nEthics and dissemination.  The study protocol has been approved by the Investigational Review Board of Xijing Hospital (Xian, China)  and pending the Partners Human Research Committee (Boston, USA). Recruitment will start after approval of both IRBs and local IRBs at other enrolling centers. Results of this study will be published in scientific journals, presented at scientific meetings, reported through flyers and posters, and published on related website or media in combating against this widespread contagious diseases.\nTrial registration. Clinicaltrials.gov. NCT submitted</p>", "twitter_description": "Introduction. Severe acute respiratory syndrome (SARS-CoV-2) due to novel Coronavirus (2019-nCoV) related infection (COVID-19) is characterized by severe ventilation perfusion mismatch leading to refractory hypoxemia. To date, there is no specific treatment available for 2019-nCoV. Nitric oxide is a selective pulmonary vasodilator gas used as a rescue therapy in refractory hypoxemia due to acute respiratory distress syndrome (ARDS). In has also shown in-vitro and clinical evidence that inhaled nitric oxide gas (iNO) has antiviral activity against other strains of coronavirus. The primary aim of this study is to determine whether inhaled NO improves oxygenation in patients with hypoxic SARS-CoV2. This is a multicenter randomized controlled trial with 1:1 individual allocation. Patients will be blinded to the treatment. Methods and analysis. Intubated patients admitted to the intensive care unit with confirmed SARS-CoV-2 infection and severe hypoxemia will be randomized to receive inhalation of NO (treatment group) or not (control group). Treatment will be stopped when patients are free from hypoxemia for more than 24 hours. The primary outcome evaluates levels of oxygenation between the two groups at 48 hours. Secondary outcomes include rate of survival rate at 28 and 90 days in the two groups, time to resolution of severe hypoxemia, time to achieve negativity of SARS-CoV-2 RT-PCR tests. Ethics and dissemination. The study protocol has been approved by the Investigational Review Board of Xijing Hospital (Xian, China) and pending the Partners Human Research Committee (Boston, USA). Recruitment will start after approval of both IRBs and local IRBs at other enrolling centers. Results of this study will be published in scientific journals, presented at scientific meetings, reported through flyers and posters, and published on related website or media in combating against this widespread contagious diseases. Trial registration. Clinicaltrials.gov. NCT submitted\n\n### Competing Interest Statement\n\nLorenzo Berra salaries are partially supported by NIH/NHLBI 1 K23 HL128882-01A1.\n\n### Clinical Trial\n\nSubmitted, pending ID.\n\n### Funding Statement\n\nLocal departmental fundings.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThis is the trial design for an upcoming study on COVID-19. The hypothesis is that inhaled Nitric Oxide significantly improves oxygenation in mechanically ventilated patients affected by SARS-CoV-2.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033530v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033530v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033530v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/13/2020.03.09.20033530.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.09.20033530v1", "access_rights": "restricted", "authors": ["Chong Lei", "Binxiao Su", "Hailong Dong", "Andrea Bellavia", "Raffaele Di Fenza", "Bijan Safaee Fakhr", "Stefano Gianni", "Luigi Giuseppe Grassi", "Robert Kacmarek", "Caio Cesar Araujo Morais", "Riccardo Pinciroli", "Emanuele Vassena", "Lorenzo Berra"]}