{"title": "Routes for COVID-19 importation in Brazil", "doi": "10.1101/2020.03.15.20036392", "citation_id": "2020.03.15.20036392v1", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.15.20036392", "abstract": "<p>The global outbreak caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been declared a pandemic by the WHO. As the number of imported SARS-CoV-2 cases is on the rise in Brazil, we use incidence and historical air travel data to estimate the most important routes of importation into the country.</p>", "twitter_description": "The global outbreak caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been declared a pandemic by the WHO. As the number of imported SARS-CoV-2 cases is on the rise in Brazil, we use incidence and historical air travel data to estimate the most important routes of importation into the country.\n\n### Competing Interest Statement\n\nKK is the founder of BlueDot, a social enterprise that develops digital technologies for public health. KK and AW are employed at BlueDot. DSC, LA, MK, WO, JC, ECS, OGP, NRF have no conflicts of interest to declare.\n\n### Funding Statement\n\nThis work was supported by a Medical Research Council and Fundação de Amparo à Pesquisa do Estado de São Paulo CADDE partnership award (MR/S0195/1) and a John Fell Research Fund (grant 005166). NRF is supported by a Sir Henry Dale Fellowship (204311/Z/16/Z). DDSC is supported by the Clarendon Fund and by the Oxford University Zoology Department.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData will be made available upon request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036392v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036392v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036392v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.15.20036392.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.15.20036392v1", "access_rights": "restricted", "authors": ["Darlan da Silva Candido", "Alexander Watts", "Leandro Abade", "Moritz UG Kraemer", "Oliver G Pybus", "Julio Croda", "Wanderson de Oliveira", "Kamran Khan", "Ester C Sabino", "Nuno R. Faria"]}