{"title": "A serological assay to detect SARS-CoV-2 seroconversion in humans", "doi": "10.1101/2020.03.17.20037713", "citation_id": "2020.03.17.20037713v1", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.17.20037713", "abstract": "<p>Introduction: SARS-Cov-2 (severe acute respiratory disease coronavirus 2), which causes Coronavirus Disease 2019 (COVID19) was first detected in China in late 2019 and has since then caused a global pandemic. While molecular assays to directly detect the viral genetic material are available for the diagnosis of acute infection, we currently lack serological assays suitable to specifically detect SARS-CoV-2 antibodies. \nMethods: Here we describe serological enzyme-linked immunosorbent assays (ELISA) that we developed using recombinant antigens derived from the spike protein of SARS-CoV-2. These assays were developed with negative control samples representing pre-COVID 19 background immunity in the general population and samples from COVID19 patients.\nResults: The assays are sensitive and specific, allowing for screening and identification of COVID19 seroconverters using human plasma/serum as early as 3 days post symptom onset. Importantly, these assays do not require handling of infectious virus, can be adjusted to detect different antibody types and are amendable to scaling.\nConclusion: Serological assays are of critical importance to determine seroprevalence in a given population, define previous exposure and identify highly reactive human donors for the generation of convalescent serum as therapeutic. Sensitive and specific identification of coronavirus SARS-Cov-2 antibody titers will also support screening of health care workers to identify those who are already immune and can be deployed to care for infected patients minimizing the risk of viral spread to colleagues and other patients.</p>", "twitter_description": "Introduction: SARS-Cov-2 (severe acute respiratory disease coronavirus 2), which causes Coronavirus Disease 2019 (COVID19) was first detected in China in late 2019 and has since then caused a global pandemic. While molecular assays to directly detect the viral genetic material are available for the diagnosis of acute infection, we currently lack serological assays suitable to specifically detect SARS-CoV-2 antibodies. Methods: Here we describe serological enzyme-linked immunosorbent assays (ELISA) that we developed using recombinant antigens derived from the spike protein of SARS-CoV-2. These assays were developed with negative control samples representing pre-COVID 19 background immunity in the general population and samples from COVID19 patients. Results: The assays are sensitive and specific, allowing for screening and identification of COVID19 seroconverters using human plasma/serum as early as 3 days post symptom onset. Importantly, these assays do not require handling of infectious virus, can be adjusted to detect different antibody types and are amendable to scaling. Conclusion: Serological assays are of critical importance to determine seroprevalence in a given population, define previous exposure and identify highly reactive human donors for the generation of convalescent serum as therapeutic. Sensitive and specific identification of coronavirus SARS-Cov-2 antibody titers will also support screening of health care workers to identify those who are already immune and can be deployed to care for infected patients minimizing the risk of viral spread to colleagues and other patients.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nThis is not a clinical trial, just development of a serological assay.\n\n### Funding Statement\n\nMount Sinai Health System Translational Science Hub (NIH grant U54TR001433) for supporting sample collection. The work of the Personalized Virology Initiative is supported by institutional funds and philanthropic donations. This work was partially supported by the NIAID Centers of Excellence for Influenza Research and Surveillance (CEIRS) contract HHSN272201400008C, the Australian National Health and Medical Research Council (NHMRC) NHMRC Program Grant (1071916) and NHMRC Research Fellowship Level B (#1102792), the Academy of Finland and Helsinki University Hospital Funds (TYH2018322). Finally, we want to thank the three COVID19 patients for their contribution to research and wish them a speedy recovery.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData are available from the corresponding author.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.17.20037713v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.17.20037713v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.17.20037713v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.17.20037713.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), CC BY-NC 4.0, as described at http://creativecommons.org/licenses/by-nc/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.17.20037713v1", "access_rights": "restricted", "authors": ["Fatima Amanat", "Thi Nguyen", "Veronika Chromikova", "Shirin Strohmeier", "Daniel Stadlbauer", "Andres Javier", "Kaijun Jiang", "Guha Asthagiri-Arunkumar", "Jose Polanco", "Maria Bermudez-Gonzalez", "Daniel Caplivski", "Allen Cheng", "Katherine Kedzierska", "Olli Vapalahti", "Jussi Hepojoki", "Viviana Simon", "Florian Krammer"]}