{"title": "Clinical characteristics of 2019 novel coronavirus infection in China", "doi": "10.1101/2020.02.06.20020974", "citation_id": "2020.02.06.20020974v1", "date": "2020-02-09", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.06.20020974", "abstract": "<p>Background: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus (2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineate the clinical characteristics of these cases.\nMethods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from 552 hospitals in 31 provinces/provincial municipalities through January 29th, 2020.\nResults: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had a direct contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted with people from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrhea is uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission, ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%). Significantly more severe cases were diagnosed by symptoms plus reverse-transcriptase polymerase-chain-reaction without abnormal radiological findings than non-severe cases (23.87% vs. 5.20%, P&lt;0.001). Lymphopenia was observed in 82.1% of patients. 55 patients (5.00%) were admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independently associated with either the admission to intensive care unit, mechanical ventilation, or death in multivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval, 4.06 to 23.67).\nConclusions: The 2019-nCoV epidemic spreads rapidly by human-to-human transmission. Normal radiologic findings are present among some patients with 2019-nCoV infection. The disease severity (including oxygen saturation, respiratory rate, blood leukocyte/lymphocyte count and chest X-ray/CT manifestations) predict poor clinical outcomes.</p>", "twitter_description": "Background: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus (2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineate the clinical characteristics of these cases. Methods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from 552 hospitals in 31 provinces/provincial municipalities through January 29th, 2020. Results: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had a direct contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted with people from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrhea is uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission, ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%). Significantly more severe cases were diagnosed by symptoms plus reverse-transcriptase polymerase-chain-reaction without abnormal radiological findings than non-severe cases (23.87% vs. 5.20%, P<0.001). Lymphopenia was observed in 82.1% of patients. 55 patients (5.00%) were admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independently associated with either the admission to intensive care unit, mechanical ventilation, or death in multivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval, 4.06 to 23.67). Conclusions: The 2019-nCoV epidemic spreads rapidly by human-to-human transmission. Normal radiologic findings are present among some patients with 2019-nCoV infection. The disease severity (including oxygen saturation, respiratory rate, blood leukocyte/lymphocyte count and chest X-ray/CT manifestations) predict poor clinical outcomes.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nNA\n\n### Funding Statement\n\nSupported by Ministry of Science and Technology, National Health Commission, National Natural Science Foundation, Department of Science and Technology of Guangdong Province.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData will be made available upon request to the corresponding author.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.06.20020974v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.06.20020974v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.06.20020974v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/09/2020.02.06.20020974.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.06.20020974v1", "access_rights": "restricted", "authors": ["Wei-jie Guan", "Zheng-yi Ni", "Yu Hu", "Wen-hua Liang", "Chun-quan Ou", "Jian-xing He", "Lei Liu", "Hong Shan", "Chun-liang Lei", "David SC Hui", "Bin Du", "Lan-juan Li", "Guang Zeng", "Kowk-Yung Yuen", "Ru-chong Chen", "Chun-li Tang", "Tao Wang", "Ping-yan Chen", "Jie Xiang", "Shi-yue Li", "Jin-lin Wang", "Zi-jing Liang", "Yi-xiang Peng", "Li Wei", "Yong Liu", "Ya-hua Hu", "Peng Peng", "Jian-ming Wang", "Ji-yang Liu", "Zhong Chen", "Gang Li", "Zhi-jian Zheng", "Shao-qin Qiu", "Jie Luo", "Chang-jiang Ye", "Shao-yong Zhu", "Nan-shan Zhong"]}