{"title": "ACE2 expression by colonic epithelial cells is associated with viral infection, immunity and energy metabolism", "doi": "10.1101/2020.02.05.20020545", "citation_id": "2020.02.05.20020545v1", "date": "2020-02-07", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.05.20020545", "abstract": "<p>Respiratory disease caused by the 2019 novel coronavirus (2019-nCoV) pneumonia first emerged in Wuhan, Hubei Province, China, in December 2019 and spread rapidly to other provinces and other countries. Angiotensin-converting enzyme 2 (ACE2) is the receptor for SARS-CoV and has been suggested to be also the receptor for 2019-nCoV. Paradoxically, ACE2 expression in the lung protects mice from SARS-CoV spike protein induced lung injury by attenuating the renin-angiotensin system. In the intestine, ACE2 also suppresses intestinal inflammation by maintaining amino acid homeostasis, antimicrobial peptide expression and ecology of the gut microbiome. Upon analysis of single cell-RNA sequencing data from control subjects and those with colitis or inflammatory bowel disease (IBD), we found that ACE2 expression in the colonocytes was positively associated with genes regulating viral infection, innate and cellular immunity, but was negatively associated with viral transcription, protein translation, humoral immunity, phagocytosis and complement activation. In summary, we suggest that ACE2 may play dual roles in mediating the susceptibility and immunity of 2019-nCoV infection.</p>", "twitter_description": "Respiratory disease caused by the 2019 novel coronavirus (2019-nCoV) pneumonia first emerged in Wuhan, Hubei Province, China, in December 2019 and spread rapidly to other provinces and other countries. Angiotensin-converting enzyme 2 (ACE2) is the receptor for SARS-CoV and has been suggested to be also the receptor for 2019-nCoV. Paradoxically, ACE2 expression in the lung protects mice from SARS-CoV spike protein induced lung injury by attenuating the renin-angiotensin system. In the intestine, ACE2 also suppresses intestinal inflammation by maintaining amino acid homeostasis, antimicrobial peptide expression and ecology of the gut microbiome. Upon analysis of single cell-RNA sequencing data from control subjects and those with colitis or inflammatory bowel disease (IBD), we found that ACE2 expression in the colonocytes was positively associated with genes regulating viral infection, innate and cellular immunity, but was negatively associated with viral transcription, protein translation, humoral immunity, phagocytosis and complement activation. In summary, we suggest that ACE2 may play dual roles in mediating the susceptibility and immunity of 2019-nCoV infection.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe National Natural Science Foundation of China (91742109, 31770978, 31722003, 31770925, 31370847, 81770552), National Key Research and Development Program (2016YFC0900102), National Science and Technology Major Project (2018ZX10302205), Guangdong Provincial Key Laboratory of Research in Structural Birth Defect Disease (2019B030301004), Guangzhou Women and Children\u0092s Medical Center Fund (5001-3001032) and National Health and Medical Research Council of Australia (1037321, 1105209, 1143976, and 1080321 to A.L.) funded this study. \n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe single-cell RNAseq data was from our recently published work entitled \"Profiling of Pediatric-Onset Colitis and IBD Reveals Common Pathogenics and Therapeutic Pathways\"( Cell, 2019. 179(5): p. 1160-1176 e24.)", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020545v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020545v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.05.20020545v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/07/2020.02.05.20020545.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.05.20020545v1", "access_rights": "restricted", "authors": ["Jun Wang", "Shanmeizi Zhao", "Ming Liu", "Zhiyao Zhao", "Yiping Xu", "Ping Wang", "Meng Lin", "Yanhui Xu", "Bing Huang", "Xiaoyu Zuo", "Zhanghua Chen", "Fan Bai", "Jun Cui", "Andrew M Lew", "Jincun Zhao", "Yan Zhang", "Haibin Luo", "Yuxia Zhang"]}