{"title": "Geo temporal distribution of 1,688 Chinese healthcare workers infected with COVID-19 in severe conditions, a secondary data analysis", "doi": "10.1101/2020.03.19.20032532", "citation_id": "2020.03.19.20032532v1", "date": "2020-03-23", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.19.20032532", "abstract": "<p>Introduction\nThe COVID 19 outbreak is posing an unprecedented challenge to healthcare workers. This study analyzes the geo temporal effects on disease severity for the 1,688 Chinese healthcare workers infected with COVID 19.\nMethod\nUsing the descriptive results recently reported by the Chinese CDC, we compare the percentage of infected healthcare workers in severe conditions over time and across three areas in China, and the fatality rate of infected healthcare workers with all the infected individuals in China aged 22 to 59 years.\nResults\nAmong the infected Chinese healthcare workers whose symptoms onset appeared during the same ten day period, the percentage of those in severe conditions decreased statistical significantly from 19.7% (Jan 11 to 20) to 14.4% (Jan 21 to 31) to 8.7% (Feb 1 to 11). Across the country, there was also a significant difference in the disease severity among patients symptoms onset during the same period, with Wuhan being the most severe (17%), followed by Hubei Province (10.4%), and the rest of China (7.0%). The case fatality rate for the 1,688 infected Chinese healthcare workers was significantly lower than that for the 29,798 infected patients aged 20 to 59 years 0.3% (5/1,688) vs. 0.65% (193/29,798), respectively.\nConclusion\nThe disease severity improved considerably over a short period of time in China. The more severe conditions in Wuhan compared to the rest of the country may be attributable to the draconian lockdown. The clinical outcomes of infected Chinese healthcare workers may represent a more accurate estimation of the severity of COVID 19 for those who have access to quality healthcare.</p>", "twitter_description": "Introduction The COVID 19 outbreak is posing an unprecedented challenge to healthcare workers. This study analyzes the geo temporal effects on disease severity for the 1,688 Chinese healthcare workers infected with COVID 19. Method Using the descriptive results recently reported by the Chinese CDC, we compare the percentage of infected healthcare workers in severe conditions over time and across three areas in China, and the fatality rate of infected healthcare workers with all the infected individuals in China aged 22 to 59 years. Results Among the infected Chinese healthcare workers whose symptoms onset appeared during the same ten day period, the percentage of those in severe conditions decreased statistical significantly from 19.7% (Jan 11 to 20) to 14.4% (Jan 21 to 31) to 8.7% (Feb 1 to 11). Across the country, there was also a significant difference in the disease severity among patients symptoms onset during the same period, with Wuhan being the most severe (17%), followed by Hubei Province (10.4%), and the rest of China (7.0%). The case fatality rate for the 1,688 infected Chinese healthcare workers was significantly lower than that for the 29,798 infected patients aged 20 to 59 years 0.3% (5/1,688) vs. 0.65% (193/29,798), respectively. Conclusion The disease severity improved considerably over a short period of time in China. The more severe conditions in Wuhan compared to the rest of the country may be attributable to the draconian lockdown. The clinical outcomes of infected Chinese healthcare workers may represent a more accurate estimation of the severity of COVID 19 for those who have access to quality healthcare.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo funding\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe data are all available", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20032532v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20032532v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.19.20032532v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/23/2020.03.19.20032532.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.19.20032532v1", "access_rights": "restricted", "authors": ["Wayne Gao", "Mattia Sanna", "Chi Pang Wen"]}