{"title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 epidemic in China: a web-based cross-sectional survey", "doi": "10.1101/2020.02.19.20025395", "citation_id": "2020.02.19.20025395v2", "date": "2020-03-09", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.19.20025395", "abstract": "<p>Background: China has been severely affected by COVID-19 (Corona Virus Disease 2019) since December, 2019. This study aimed to assess the population mental health burden during the epidemic, and to explore the potential influence factors.\nMethods: Using a web-based cross-sectional survey, we collected data from 7,236 self-selected volunteers assessed with demographic information, COVID-19 related knowledge, Generalized Anxiety Disorder-7 (GAD-7), Center for Epidemiology Scale for Depression (CES-D), and Pittsburgh Sleep Quality Index (PSQI). Logistic regressions were used to identify influence factors associated with mental health problem.\nResults: Of the total sample analyzed, the overall prevalence of GAD, depressive symptoms, and sleep quality were 35.1%, 20.1%, and 18.2%, respectively. Young people reported a higher prevalence of GAD and depressive symptoms than older people (P&lt;0.001). Compared with other occupational group, healthcare workers have the highest rate of poor sleep quality (P&lt;0.001). Multivariate logistic regression showed that age (&lt; 35 years) and times to focus on the COVID-19 (≥ 3 hours per day) were associated with GAD, and healthcare workers were associated with poor sleep quality.\nConclusions: Our study identified a major mental health burden of the public during COVID-19 epidemic in China. Young people, people who spent too much time on the epidemic, and healthcare workers were at high risk for mental illness. Continuous surveillance and monitoring of the psychological consequences for outbreaks should become routine as part of preparedness efforts worldwide.</p>", "twitter_description": "Background: China has been severely affected by COVID-19 (Corona Virus Disease 2019) since December, 2019. This study aimed to assess the population mental health burden during the epidemic, and to explore the potential influence factors. Methods: Using a web-based cross-sectional survey, we collected data from 7,236 self-selected volunteers assessed with demographic information, COVID-19 related knowledge, Generalized Anxiety Disorder-7 (GAD-7), Center for Epidemiology Scale for Depression (CES-D), and Pittsburgh Sleep Quality Index (PSQI). Logistic regressions were used to identify influence factors associated with mental health problem. Results: Of the total sample analyzed, the overall prevalence of GAD, depressive symptoms, and sleep quality were 35.1%, 20.1%, and 18.2%, respectively. Young people reported a higher prevalence of GAD and depressive symptoms than older people (P<0.001). Compared with other occupational group, healthcare workers have the highest rate of poor sleep quality (P<0.001). Multivariate logistic regression showed that age (< 35 years) and times to focus on the COVID-19 (≥ 3 hours per day) were associated with GAD, and healthcare workers were associated with poor sleep quality. Conclusions: Our study identified a major mental health burden of the public during COVID-19 epidemic in China. Young people, people who spent too much time on the epidemic, and healthcare workers were at high risk for mental illness. Continuous surveillance and monitoring of the psychological consequences for outbreaks should become routine as part of preparedness efforts worldwide.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by the National Natural Science Foundation of China. The funder had no role in the design and conduct of the study; management, collection, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nData available if required", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025395v2.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025395v2", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20025395v2.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/09/2020.02.19.20025395.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.19.20025395v2", "access_rights": "restricted", "authors": ["Yeen Huang", "Ning Zhao"]}