{"title": "LY6E impairs coronavirus fusion and confers immune control of viral disease", "doi": "10.1101/2020.03.05.979260", "citation_id": "2020.03.05.979260v1", "date": "2020-03-07", "laguage": "en", "journal_title": "bioRxiv", "first_page": "2020.03.05.979260", "abstract": "<p>Zoonotic coronaviruses (CoVs) are significant threats to global health, as exemplified by the recent emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Host immune responses to CoV are complex and regulated in part through antiviral interferons. However, the interferon-stimulated gene products that inhibit CoV are not well characterized. Here, we show that interferon-inducible lymphocyte antigen 6 complex, locus E (LY6E) potently restricts cellular infection by multiple CoVs, including SARS-CoV, SARS-CoV-2, and Middle East respiratory syndrome coronavirus (MERS-CoV). Mechanistic studies revealed that LY6E inhibits CoV entry into cells by interfering with spike protein-mediated membrane fusion. Importantly, mice lacking Ly6e in hematopoietic cells were highly susceptible to murine CoV infection. Exacerbated viral pathogenesis in Ly6e knockout mice was accompanied by loss of hepatic and splenic immune cells and reduction in global antiviral gene pathways. Accordingly, we found that Ly6e directly protects primary B cells and dendritic cells from murine CoV infection. Our results demonstrate that LY6E is a critical antiviral immune effector that controls CoV infection and pathogenesis. These findings advance our understanding of immune-mediated control of CoV in vitro and in vivo, knowledge that could help inform strategies to combat infection by emerging CoV.</p>", "twitter_description": "Zoonotic coronaviruses (CoVs) are significant threats to global health, as exemplified by the recent emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)[1][1]. Host immune responses to CoV are complex and regulated in part through antiviral interferons. However, the interferon-stimulated gene products that inhibit CoV are not well characterized[2][2]. Here, we show that interferon-inducible lymphocyte antigen 6 complex, locus E (LY6E) potently restricts cellular infection by multiple CoVs, including SARS-CoV, SARS-CoV-2, and Middle East respiratory syndrome coronavirus (MERS-CoV). Mechanistic studies revealed that LY6E inhibits CoV entry into cells by interfering with spike protein-mediated membrane fusion. Importantly, mice lacking Ly6e in hematopoietic cells were highly susceptible to murine CoV infection. Exacerbated viral pathogenesis in Ly6e knockout mice was accompanied by loss of hepatic and splenic immune cells and reduction in global antiviral gene pathways. Accordingly, we found that Ly6e directly protects primary B cells and dendritic cells from murine CoV infection. Our results demonstrate that LY6E is a critical antiviral immune effector that controls CoV infection and pathogenesis. These findings advance our understanding of immune-mediated control of CoV in vitro and in vivo , knowledge that could help inform strategies to combat infection by emerging CoV.\n\n [1]: #ref-1\n [2]: #ref-2", "full_text_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.05.979260v1.full", "public_url": "https://www.biorxiv.org/content/10.1101/2020.03.05.979260v1", "abstract_html_url": "https://www.biorxiv.org/content/10.1101/2020.03.05.979260v1.abstract", "pdf_url": "https://www.biorxiv.org/content/biorxiv/early/2020/03/07/2020.03.05.979260.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author’s permission.", "publisher": "Cold Spring Harbor Laboratory", "pisa": "biorxiv;2020.03.05.979260v1", "access_rights": "restricted", "authors": ["Stephanie Pfaender", "Katrina B. Mar", "Eleftherios Michailidis", "Annika Kratzel", "Dagny Hirt", "Philip V’kovski", "Wenchun Fan", "Nadine Ebert", "Hanspeter Stalder", "Hannah Kleine-Weber", "Markus Hoffmann", "H. Heinrich Hoffmann", "Mohsan Saeed", "Ronald Dijkman", "Eike Steinmann", "Mary Wight-Carter", "Natasha W. Hanners", "Stefan Pöhlmann", "Tom Gallagher", "Daniel Todt", "Gert Zimmer", "Charles M. Rice", "John W. Schoggins", "Volker Thiel"]}