{"title": "Age specificity of cases and attack rate of novel coronavirus disease (COVID-19)", "doi": "10.1101/2020.03.09.20033142", "citation_id": "2020.03.09.20033142v1", "date": "2020-03-13", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.09.20033142", "abstract": "<p>Age distribution of the cases with novel coronavirus disease\n(COVID-19) is rather different from that of influenza. We examined the\nage distribution of COVID-19 cases in Japan from January to March,\n2020. Children are less likely to be diagnosed as cases, and moreover,\nthe risk of disease given exposure among children appears to be low.\nBoth the overall risk and the conditional risk of disease given\nexposure are likely to be the highest among adults aged from 50-69\nyears. The most plausible explanation that we believe is immune\nimprinting to a similar virus among adults.</p>", "twitter_description": "Age distribution of the cases with novel coronavirus disease (COVID-19) is rather different from that of influenza. We examined the age distribution of COVID-19 cases in Japan from January to March, 2020. Children are less likely to be diagnosed as cases, and moreover, the risk of disease given exposure among children appears to be low. Both the overall risk and the conditional risk of disease given exposure are likely to be the highest among adults aged from 50-69 years. The most plausible explanation that we believe is immune imprinting to a similar virus among adults.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nH.N. received funding from the Japan Agency for Medical Research and Development (AMED) [grant number: JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [grant numbers, H.N.: 17H04701, 17H05808, 18H04895 and 19H01074; K.M.: 18K17368], the Inamori Foundation, and the Japan Science and Technology Agency (JST) CREST program [grant number: JPMJCR1413].\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe datasets generated during and/or analysed during the current study are available from the corresponding author on reasonable request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033142v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033142v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.09.20033142v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/13/2020.03.09.20033142.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NoDerivs 4.0 International), CC BY-ND 4.0, as described at http://creativecommons.org/licenses/by-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.09.20033142v1", "access_rights": "restricted", "authors": ["Kenji Mizumoto", "Ryosuke Omori", "Hiroshi Nishiura"]}