{"title": "Machine learning-based CT radiomics model for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection: A multicenter study", "doi": "10.1101/2020.02.29.20029603", "citation_id": "2020.02.29.20029603v1", "date": "2020-03-03", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.29.20029603", "abstract": "<p>Abstract\nObjectives\nTo develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.\nDesign\nCross-sectional\nSetting\nMulticenter\nParticipants\nA total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia between January 23, 2020 and February 8, 2020. As of February 20, patients remained in hospital or with non-findings in CT were excluded. Therefore, 31 patients with 72 lesion segments were included in the final analysis. \nIntervention\nCT radiomics models based on logistic regression (LR) and random forest (RF) were developed on features extracted from pneumonia lesions in training and inter-validation datasets. The predictive performance was further evaluated in test dataset on lung lobe- and patients-level.\nMain outcomes\nShort-term hospital stay (≤10 days) and long-term hospital stay (&gt;10 days).\nResults\nThe CT radiomics models based on 6 second-order features were effective in discriminating short- and long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection, with areas under the curves of 0.97 (95%CI 0.83-1.0) and 0.92 (95%CI 0.67-1.0) by LR and RF, respectively, in the test dataset. The LR model showed a sensitivity and specificity of 1.0 and 0.89, and the RF model showed similar performance with sensitivity and specificity of 0.75 and 1.0 in test dataset. \nConclusions \nThe machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.</p>", "twitter_description": "Abstract Objectives To develop and test machine learning-based CT radiomics models for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection. Design Cross-sectional Setting Multicenter Participants A total of 52 patients with laboratory-confirmed SARS-CoV-2 infection and their initial CT images were enrolled from 5 designated hospitals in Ankang, Lishui, Zhenjiang, Lanzhou, and Linxia between January 23, 2020 and February 8, 2020. As of February 20, patients remained in hospital or with non-findings in CT were excluded. Therefore, 31 patients with 72 lesion segments were included in the final analysis. Intervention CT radiomics models based on logistic regression (LR) and random forest (RF) were developed on features extracted from pneumonia lesions in training and inter-validation datasets. The predictive performance was further evaluated in test dataset on lung lobe- and patients-level. Main outcomes Short-term hospital stay (≤10 days) and long-term hospital stay (>10 days). Results The CT radiomics models based on 6 second-order features were effective in discriminating short- and long-term hospital stay in patients with pneumonia associated with SARS-CoV-2 infection, with areas under the curves of 0.97 (95%CI 0.83-1.0) and 0.92 (95%CI 0.67-1.0) by LR and RF, respectively, in the test dataset. The LR model showed a sensitivity and specificity of 1.0 and 0.89, and the RF model showed similar performance with sensitivity and specificity of 0.75 and 1.0 in test dataset. Conclusions The machine learning-based CT radiomics models showed feasibility and accuracy for predicting hospital stay in patients with pneumonia associated with SARS-CoV-2 infection.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe study was supported by Gansu Provincial COVID-19 Science and Technology Major Project; Shanxi Provincial Emergency Research Project for Chinese Medicine for Prevention and Treatment of COVID-19 (2020-YJ005); Zhenjiang Key Research and Development Plan for COVID-19 Emergency Project (SH2020001)。\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe imaging or algorithm data used in this study are available upon request.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.29.20029603v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.29.20029603v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.29.20029603v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/03/2020.02.29.20029603.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.29.20029603v1", "access_rights": "restricted", "authors": ["Xiaolong Qi", "Zicheng Jiang", "QIAN YU", "Chuxiao Shao", "Hongguang Zhang", "Hongmei Yue", "Baoyi Ma", "Yuancheng Wang", "Chuan Liu", "Xiangpan Meng", "Shan Huang", "Jitao Wang", "Dan Xu", "Junqiang Lei", "Guanghang Xie", "Huihong Huang", "Jie Yang", "Jiansong Ji", "Hongqiu Pan", "Shengqiang Zou", "Shenghong Ju"]}