{"title": "Immunopathological characteristics of coronavirus disease 2019 cases in Guangzhou, China", "doi": "10.1101/2020.03.12.20034736", "citation_id": "2020.03.12.20034736v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.12.20034736", "abstract": "<p>Coronavirus disease 2019 (COVID-19) is a respiratory disorder caused by the highly contagious SARS-CoV-2. The immunopathological characteristics of COVID-19 patients, either systemic or local, have not been thoroughly studied. In the present study, we analyzed both the changes in the cellularity of various immune cell types as well as cytokines important for immune reactions and inflammation. Our data indicate that patients with severe COVID-19 exhibited an overall decline of lymphocytes including CD4+ and CD8+ T cells, B cells, and NK cells. The number of immunosuppressive regulatory T cells was moderately increased in patients with mild COVID-19. IL-2, IL-6, and IL-10 were remarkably up-regulated in patients with severe COVID-19. The levels of IL-2 and IL-6 relative to the length of hospital stay underwent a similar \"rise-decline\" pattern, probably reflecting the therapeutic effect. In conclusion, our study shows that the comprehensive decrease of lymphocytes, and the elevation of IL-2 and IL-6 are reliable indicators of severe COVID-19.</p>", "twitter_description": "Coronavirus disease 2019 (COVID-19) is a respiratory disorder caused by the highly contagious SARS-CoV-2. The immunopathological characteristics of COVID-19 patients, either systemic or local, have not been thoroughly studied. In the present study, we analyzed both the changes in the cellularity of various immune cell types as well as cytokines important for immune reactions and inflammation. Our data indicate that patients with severe COVID-19 exhibited an overall decline of lymphocytes including CD4+ and CD8+ T cells, B cells, and NK cells. The number of immunosuppressive regulatory T cells was moderately increased in patients with mild COVID-19. IL-2, IL-6, and IL-10 were remarkably up-regulated in patients with severe COVID-19. The levels of IL-2 and IL-6 relative to the length of hospital stay underwent a similar \"rise-decline\" pattern, probably reflecting the therapeutic effect. In conclusion, our study shows that the comprehensive decrease of lymphocytes, and the elevation of IL-2 and IL-6 are reliable indicators of severe COVID-19.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Clinical Trial\n\nS2018010009732\n\n### Funding Statement\n\nThe study is supported by Natural Science Foundation of Guangzhou (S2018010009732).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nThe author promised that all data are availability in the manuscript.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034736v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034736v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034736v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.12.20034736.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.12.20034736v1", "access_rights": "restricted", "authors": ["Yaling Shi", "Mingkai Tan", "Xing Chen", "Yanxia Liu", "Jide Huang", "Jingyi Ou", "Xilong Deng"]}