{"title": "Early Phylogenetic Estimate Of The Effective Reproduction Number Of 2019-nCoV", "doi": "10.1101/2020.02.19.20024851", "citation_id": "2020.02.19.20024851v1", "date": "2020-02-23", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.02.19.20024851", "abstract": "<p>To reconstruct the evolutionary dynamics of the 2019 novel coronavirus, 52 2019−nCOV genomes available on 04 February 2020 at GISAID were analysed.\nThe two models used to estimate the reproduction number (coalescent−based exponential growth and a birth−death skyline method) indicated an estimated mean evolutionary rate of 7.8 x 10−4 subs/site/year (range 1.1x10−4−15x10−4). \nThe estimated R value was 2.6 (range 2.1−5.1), and increased from 0.8 to 2.4 in December 2019. The estimated mean doubling time of the epidemic was between 3.6 and 4.1 days.\nThis study proves the usefulness of phylogeny in supporting the surveillance of emerging new infections even as the epidemic is growing.</p>", "twitter_description": "To reconstruct the evolutionary dynamics of the 2019 novel coronavirus, 52 2019−nCOV genomes available on 04 February 2020 at GISAID were analysed. The two models used to estimate the reproduction number (coalescent−based exponential growth and a birth−death skyline method) indicated an estimated mean evolutionary rate of 7.8 x 10−4 subs/site/year (range 1.1x10−4−15x10−4). The estimated R value was 2.6 (range 2.1−5.1), and increased from 0.8 to 2.4 in December 2019. The estimated mean doubling time of the epidemic was between 3.6 and 4.1 days. This study proves the usefulness of phylogeny in supporting the surveillance of emerging new infections even as the epidemic is growing.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nNo funding was received for this work\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll sequences used are publicly available at GISAID(Global Initiative on Sharing All Influenza Data)website\n\n<https://www.gisaid.org/>", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20024851v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20024851v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.02.19.20024851v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/02/23/2020.02.19.20024851.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.02.19.20024851v1", "access_rights": "restricted", "authors": ["Alessia Lai", "Annalisa Bergna", "Carla Acciarri", "Massimo Galli", "Gianguglielmo Zehender"]}