{"title": "Recommendations for standardized management of CML patients in the core epidemic area of COVID-19 (Multi-center survey results in Hubei Province, China)", "doi": "10.1101/2020.03.12.20034876", "citation_id": "2020.03.12.20034876v1", "date": "2020-03-16", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.12.20034876", "abstract": "<p>Background\nSince late December 2019, the outbreak of the novel coronavirus disease, COVID-19, that began in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients.\nMethods \nIn this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire,from February 15, 2020 to February 21, 2020. The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history,  symptoms(fever, cough, shortness of breath, etc) during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients. Data were compared between the CML patients with optimal response and those with non-optimal response. The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19 .\nFindings \nOf 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc. In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact.  12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.\n Interpretation\nWhile the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak. Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. Older patients with comorbidities are at increased risk of death.</p>", "twitter_description": "Background Since late December 2019, the outbreak of the novel coronavirus disease, COVID-19, that began in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients. Methods In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire,from February 15, 2020 to February 21, 2020. The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms(fever, cough, shortness of breath, etc) during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients. Data were compared between the CML patients with optimal response and those with non-optimal response. The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with COVID-19 . Findings Of 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. Only 10 patients took drugs irregularly due to the influence of the epidemic because of traffic control, pharmacies unable to operate normally, etc. In the history of epidemiology, there were 4 patients with definite contact with COVID-19, of which 3 were remote contact and 1 was close contact. 12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (common type) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosed and succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19. Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19. Interpretation While the 392 CML respondents required regular referrals to hospitals, they did not have much contact with COVID-19 patients during the outbreak. Patients who failed to achieved an optimal response to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2. Older patients with comorbidities are at increased risk of death.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThis work was supported by grants from the National Natural Science Foundation of China(NSFC)(81873440&81700142).\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data generated or analyzed during this study are included in this artical.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034876v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034876v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.12.20034876v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/16/2020.03.12.20034876.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.12.20034876v1", "access_rights": "restricted", "authors": ["Danyu wang", "Jing-Ming Guo", "Zhuang-Zhi Yang", "Yong You", "Zhi-Chao Chen", "Shi-Ming Chen", "Hui Cheng", "You-Shan Zhang", "Dao-Zi Jiang", "Xue-Lan Zuo", "Xiao-Jian Zhu", "Jun Huang", "Hong-Xiang Wang", "Qing Li", "Qing Wu", "Zhi-Ping Huang", "Qi-Huan Liu", "Ying Bao", "Da-Lin Zhang", "Xin-Hua Zhang", "Zhe Zhao", "Ren-Ying Ge", "Jie Du", "Ya-Ping Wang", "Hong-Bo Ren", "Hong Han", "Yun-Hui Wei", "Hang Xiang", "Chu-Cheng Wan", "You-Fang Zhao", "Bin Chen", "Guo-Ling Yuan", "Meng Li", "Wei-ming Li"]}