{"title": "Transmissibility of coronavirus disease 2019 (COVID-19) in Chinese cities with different transmission dynamics of imported cases", "doi": "10.1101/2020.03.15.20036541", "citation_id": "2020.03.15.20036541v1", "date": "2020-03-18", "laguage": "en", "journal_title": "medRxiv", "first_page": "2020.03.15.20036541", "abstract": "<p>Background: Monitoring the time-varying reproduction number (Rt) of the disease is useful in determining whether there is sustained transmission in a population. In this study, we examined Rt of COVID-19 and compared its transmissibility between different intervention periods in Hangzhou and Shenzhen.\nMethods: Daily aggregated counts of confirmed imported and local cases between January 1, 2020 and March 13, 2020 were analysed. A likelihood function was constructed to estimate Rt, accounting for imported cases. \nResults: Although Hangzhou had fewer number of cases than Shenzhen, Shenzhen had higher proportion of imported cases than Hangzhou (83% vs 29%). Since the epidemic of COVID-19 in Shenzhen was dominated by imported cases, Rt was kept below unity through time. On the contrary, Rt was greater than unity in Hangzhou from 16 January to 7 February due to the surge in local cases. Credits to the Wuhan lockdown and outbreak response measures following the local lockdown, Rt decreased steadily and dropped below unity in mid-February.\nConclusion: The lockdown measures and local outbreak responses helped reduce the potential of local transmission in Hangzhou and Shenzhen. Meanwhile, cities with similar epidemic trend could have different transmission dynamics given the variation in imported cases.</p>", "twitter_description": "Background: Monitoring the time-varying reproduction number (Rt) of the disease is useful in determining whether there is sustained transmission in a population. In this study, we examined Rt of COVID-19 and compared its transmissibility between different intervention periods in Hangzhou and Shenzhen. Methods: Daily aggregated counts of confirmed imported and local cases between January 1, 2020 and March 13, 2020 were analysed. A likelihood function was constructed to estimate Rt, accounting for imported cases. Results: Although Hangzhou had fewer number of cases than Shenzhen, Shenzhen had higher proportion of imported cases than Hangzhou (83% vs 29%). Since the epidemic of COVID-19 in Shenzhen was dominated by imported cases, Rt was kept below unity through time. On the contrary, Rt was greater than unity in Hangzhou from 16 January to 7 February due to the surge in local cases. Credits to the Wuhan lockdown and outbreak response measures following the local lockdown, Rt decreased steadily and dropped below unity in mid-February. Conclusion: The lockdown measures and local outbreak responses helped reduce the potential of local transmission in Hangzhou and Shenzhen. Meanwhile, cities with similar epidemic trend could have different transmission dynamics given the variation in imported cases.\n\n### Competing Interest Statement\n\nThe authors have declared no competing interest.\n\n### Funding Statement\n\nThe work is supported by National Natural Science Foundation of China (31871340, 71974165). The funder has no role in the study design, in the collection, analysis and interpretation of data.\n\n### Author Declarations\n\nAll relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.\n\nYes\n\nAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.\n\nYes\n\nI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).\n\nYes\n\nI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.\n\nYes\n\nAll data were downloaded from the official websites and they were publicly available.", "full_text_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036541v1.full", "public_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036541v1", "abstract_html_url": "https://www.medrxiv.org/content/10.1101/2020.03.15.20036541v1.abstract", "pdf_url": "https://www.medrxiv.org/content/medrxiv/early/2020/03/18/2020.03.15.20036541.full.pdf", "rights": "© 2020, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial-NoDerivs 4.0 International), CC BY-NC-ND 4.0, as described at http://creativecommons.org/licenses/by-nc-nd/4.0/", "publisher": "Cold Spring Harbor Laboratory Press", "pisa": "medrxiv;2020.03.15.20036541v1", "access_rights": "restricted", "authors": ["Ka Chun Chong", "Wei Cheng", "Shi Zhao", "Feng Ling", "Kirran Mohammad", "Maggie Wang", "Benny Zee", "Lei Wei", "Xi Xiong", "Hengyan Liu", "Jingxuan Wang", "Enfu Chen"]}